
import '../App.css';


function b1() {
  return (
    <div className='bg-fon'>
    <div className="wrapper">
        <h1>Билет 6. История Беларуси</h1>
        <details>
            <summary>
                <h3>1. Причины и процесс образования Великого Княжества Литовского. Происхождение названия княжества</h3>
            </summary><b>1. Великое Княжество Литовское (ВКЛ) появляется </b>на политической карте Европы в XIII в.
            Причины его образования заключались в следующем. Внешнеполитические факторы были связаны с необходимостью
            организации обороны от рыцарей-крестоносцев и монголотатар. Внутриполитические обстоятельства
            обуславливались необходимостью преодолеть феодальную раздробленность. Экономические условия были связаны с
            отделением ремесла от сельского хозяйства и развитием торговых отношений между разными территориями,
            что содействовало их объединению.
            <br/><b>2. Процесс образования ВКЛ.</b> Основные события, связанные с процессом образования ВКЛ,
            разворачивались в
            верхнем и среднем течении реки Неман — на территории, охватывающей современные северо-западные земли
            Беларуси (Гродненская область) и частично восточные земли современной Литовской Республики. Тут в середине
            XIII в. произошло возвышение Новогрудского княжества. Этому способствовали его удаленность от района
            борьбы с крестоносцами и монголо-татарами, высокий уровень развития сельского хозяйства, ремесла и торговли.
            Летопись сообщает о Литве Миндовга, одного из местных балтских князей, вынужденного в результате
            междоусобной борьбы направиться с остатками своей дружины с балтской территории в соседний Новогрудок. Здесь
            этот князь-язычник принял христианство и сделал город своей резиденцией. В Новогрудке в 1253 г. состоялась
            коронация Миндовга. Он был в 1230-е — 1263 г. великим князем государства, начало которому положило
            объединение литовских (части балтских) и части белорусских, в том числе новогрудских земель.
            После смерти Миндовга в конце XIII в. великим князем стал Вигень, который, по сведениям летописи, «...учинил
            себе герб и всему княжеству Литовскому печать — вооруженный рыцарь на коне с мечом, что теперь
            называют Погоня». Витеню удалось достигнуть единства нового государства, в состав которого вошла
            значительная часть белорусских земель.
            <br/><b>3. Происхождение названия княжества связано с его территориальным ростом.</b> При великом князе
            Гедимине в
            1316—1341 гг. возросла роль великого князя как правителя государства. Его титул стал звучать так:
            «король Литвы и Руси», «король литовцев и многих русских». Под «русскими» имелись в виду прежде всего жители
            белорусских земель — Витебской, Брестской, Минской и Туровской, которые вошли в состав ВКЛ.
            В результате государство получило название «Великое Княжество Литовское и Русское». Под «Литвой» тогда
            понималась территория по верхнему и среднему течению Немана, а под «Русью» — территория в верховьях
            Западной Двины и по Днепру. В первой половине XV в., когда была присоединена Жемайтия — западная часть
            современной Литвы, государство получило полное название — Великое Княжество Литовское, Русское и
            Жемайтское.
        </details>
        <details>
            <summary> <h3>2. События Февральской и Октябрьской революций Установление советской власти в Беларуси</h3></summary>
            <br/><b>1. Октябрьская революция.</b> 25 октября 1917 г. (7 ноября по ново­му стилю) рабочие Петрограда
            и
            революционно настроенные солдаты свергли власть буржуазного Временного правительства. 26 октября II
            Всероссийский съезд Советов провозгласил советскую власть в цен­тре и на местах. Были приняты Декреты
            о мире и земле. Предлагалось немедленно начать переговоры о справедливом и демократическом мире без аннексий
            и контрибуций. Упразднялась собственность по­мещиков на землю без всякого выкупа. Съезд образовал
            Временное рабоче-крестьянское правительство — Совет Народных Комиссаров во главе с В. И. Лениным.
            <br/><b>2. Переход власти в руки Советов в Беларуси и на Западном фронте.</b> В полдень 25 октября большевики
            Минска по
            военному радио получили сообщение о победе вооруженного восстания в Пет­рограде. Минский Совет
            рабочих и солдатских депутатов, в котором преобладали большевики, объявил себя властью в городе.
            Проти­водействие большевикам в Минске оказал Комитет спасения рево­люции. Он был создан в составе
            меньшевиков,
            эсеров, бундовцев и представителей белорусских национальных организаций. Комитет потребовал передачи ему
            власти в городе. Но, когда в Минск прибыли настроенные по-большевистски войска с Западного фронта,
            соотно­шение сил изменилось в пользу большевиков. 2 ноября 1917 г. власть в Минске окончательно взял в свои
            руки Военно-революционный комитет (ВРК) Западной области и фронта.
            После свержения Временного правительства борьбу с большеви­ками возглавила Ставка Верховного
            главнокомандующего россий­ской армией, которая располагалась в Могилеве. В Могилев были направлены
            большевистские
            вооруженные силы, Ставка была лик­видирована.
            В условиях продолжавшейся Первой мировой войны большевики сделали ставку на солдат Западного фронта, который
            проходил через территорию Беларуси. Многие из них, измученные войной, а это были в основном
            крестьяне, призванные в армию, сочувственно встретили первые декреты советской власти о мире и земле.
            Большевиков под­держала основная часть крестьян, которая рассчитывала на получение помещичьей земли
            без выкупа.
            <br/><b>3. Формирование Областного исполнительного комитета и Совета Народных Комиссаров</b> Западной области и
            фронта.
            После октябрьских событий и до 2 января 1919 г. на территории Витебской, Могилевской, Минской
            и на не оккупированных германскими войсками частях Виленской и Смоленской губерний действовал первый высший
            законодательный орган советской власти — Областной ис­полнительный комитет Советов рабочих,
            солдатских и крестьянских депутатов Западной области и фронта (Облискомзап). Одним из его руководителей был
            Л. Ф. Мясников. В состав Облискомзапа входили в основном представители партии большевиков.
            Для решения на­иболее важных вопросов был создан Совет Народных Комиссаров Западной области и фронта,
            который являлся исполнительным ор­ганом советской власти в Беларуси. Его первым руководителем стал
            К.И.Ландер.
            <br/><b>4. Первые преобразования в социально-экономической сфере.</b> Одним из первых мероприятий советской
            власти было
            проведение на­ционализации промышленности — передачи предприятий из частной в государственную
            собственность. Вводился 8-часовой рабочий день.
            При реализации Декрета о земле было ликвидировано помещичье землевладение. Происходила передача бывшей
            помещичьей земли в распоряжение Советов крестьянских депутатов. Это означало не со­циализацию, а
            национализацию земли, ибо она передавалась Советам, которые являлись органами государственного управления.
            Важное значение для решения национального вопроса в этом про­цессе имела «Декларация прав народов России». В
            ней провозглаша­лось равенство всех народов и право каждого из них на самоопреде­ление и
            образование самостоятельного государства.
            В 1918—1920 гг. партия большевиков в социально-экономической области проводила политику «военного
            коммунизма». Она представ­ляла собой систему временных и чрезвычайных мер, которые имели вынужденный
            характер и были вызваны военными условиями. Этой политике были присущи: проведение национализации крупной,
            сред­ней и частично мелкой промышленности; централизованное распре­деление товаров государственными
            органами по уравнительному принципу с введением карточной системы; ликвидация товарно-де­нежных отношений и
            запрет частной торговли; натуральный обмен продуктами.
            Центральным элементом политики «военного коммунизма» в деревне стало введение продразверстки. Она
            представляла собой систему заготовок сельскохозяйственной продукции, согласно которой крестьяне обязаны были
            сдавать государству все излишки продукции, в первую очередь зерна, которое предназначалось для обеспечения
            Красной Армии. Крестьяне вынуждены были сдавать государству не только излишки продукции, но даже
            часть той, которая необходима была для собственного потребления.
 </details>

        <details>
            <summary>
                <h3>3. Соотнесение события в истории Беларуси с общественно историческим процессом</h3>
            </summary>Определение общественно-исторического процесса, о котором свидетельствовало проведение выборов
            народных депутатов БССР на альтернативной основе.

            Впервые выборы в Верховный и местные Советы народных депутатов БССР на альтернативной основе состоялись в
            1990 г. согласно новым избирательным законам во время проведения политики перестройки.
            Выборы народных депутатов БССР на альтернативной основе означали, что на каждое место в органе власти
            претендовало несколько кандидатов, каждый из которых участвовал в избирательной кампании со своей
            программой,
            а окончательное решение принималось по итогам голосования избирателей.
            Впервые в истории Верховного Совета БССР в результате альтернативных выборов возникла парламентская
            оппозиция — группа (фракция) депутатов, чьи взгляды не совпадали либо противоречили взглядам депутатского
            большинства. В этих условиях вместо формального единогласного принятия законов в Верховном Совете БССР
            проходило их обсуждение.
            Проведение выборов на альтернативной основе свидетельствовало
            о результатах политики перестройки и распространении процесса демократизации общественно-политической жизни,
            основанной на принципе народовластия.
        </details>
    </div>
    </div>
  );
}

export default b1;
