import s from './b.module.css';

function b1() {
  return (
    <div className={s.theme__style}>
        <h1>Билет 1¬</h1>
        <details>
          <summary>
            <h4>1. Жизнь и хозяйственная деятельность древних людей на территории Беларуси.</h4>
          </summary>
          текст
        </details>
        <details>
          <summary> <h4>2.	События Октябрьской революции 1917 г. и установление советской власти: особенности политической ситуации в Беларуси.</h4></summary>
          текст
        </details>
        <details>
          <summary>
            <h4>3.Отражение событий истории Беларуси в произведениях белорусской литературы. </h4>
          </summary>
        <p> Отражение событий истории Беларуси в произведениях Владимира Короткевича.</p>
          <p>Владимир Семенович Короткевич (1930—1984) — белорусский советский писатель, основоположник национального исторического романа.</p>
          <p>Исторические условия его творчества характеризуются господством принципа партийности и метода социалистического реализма в литературе и искусстве того времени. Относительная демократизации общественно-политической жизни в БССР способствовала появлению произведений, посвященных прошлому белорусского народа.</p>
          <p>Для творчества В. Короткевича характерно романтическое, фольклорно-легендарное осмысление истории. Он планировал написать трилогию о событиях 1863—1864 гг. Однако успел создать только первый роман «Колосья под серпом твоим» («Каласы пад сярпом твaiм»). События в нем заканчиваются 1861 годом, когда в церквях зачитывается и н царский манифест об отмене крепостного права. Крестьяне чувствуют и себя обманутыми и хотят отыскать «настоящий» манифест, который якобы прячут от простого народа. Вспыхивают стихийные выступления крестьян, но их предводители стремятся сдержать крестьянский ми и поскольку понимают утопичность их целей.</p>
          <p>Теме восстания 1863—1864 гг. В. Короткевич посвятил также героико-романтическую драму «Кастусь Калиновский». В ней главный герой руководствуется интересами не только взбунтовавшихся крестьян, но и всего белорусского народа. Однако крестьяне, поверив и то, что повстанцы стараются скрыть от народа дарованную царем нолю и вновь поработить их, готовы повернуть оружие против них. Калиновскому удается объяснить крестьянам цель восстания и тем самым завоевать их доверие, привлечь к борьбе.</p>
          <p>В жанре исторического детектива написан роман В. Короткевича «Черный замок Ольшанский». Он отражает неразрывную связь между историческим прошлым и современностью. События разворачиваются в XVII и XX вв. Специалисту по средневековой истории Антону Космичу удалось раскрыть тайны и преступления как четырехсотлетней давности, так и не очень давние, совершенные в годы Великой Отечественной войны (кто убийца Анны Ольшанской и ее возлюбленного? куда исчезли фамильные ценности? что случилось в замке во время войны?).</p>
          <p>Есть мнение, что прототипом черного замка Ольшанского является низведенный в первой половине XVII в. Гольшанский замок, а история рода князей Гольшанских легла в основу сюжета знаменитого романа. Но сам писатель отмечал, что «не трэба шукаць у рамане простага фотаздымка з Гальшан».</p>
          <p>Своим творчеством В. Короткевич утверждал, что человек должен оставаться человеком даже в самых критических, экстремальных ситуациях. Творческая позиция автора романа высказана в словах его героя Антона Космича: «Хто не памятае мiнулага, хто забывае мiнулае — асуджаны зноў перажыць яго».</p>

        </details>
    </div>
  );
}

export default b1;
