import s from './b.module.css';

function b10() {
  return (
    <div className={s.theme__style}>
      <p className={s.bilet__number}>Билет 10</p>
      <details className={s.theme__details}>
        <summary>
          <p className={s.bilet__numbervopros}>1.	Социально-экономическое развитие белорусских земель в XIV — середине XVI в.</p>
        </summary>
        <p><strong>1. Социальная структура населения</strong> белорусских земель включала в себя сословия — общественные группы людей, имеющих определенные права и обязанности, полученные по наследству. Основные сословия составляли шляхта, духовенство, мещане, крестьяне. К привилегированным сословиям относились шляхта и духовенство, к непривилегированным (простым) — мещане и крестьяне.</p>
        <p>Ведущим и правящим сословием в ВКЛ являлись феодалы-землевладельцы, в число которых входила шляхта. Она пользовалась исключительным правом на владение землей и правом вершить суд над своими зависимыми крестьянами. Наибольшую часть населения ВКЛ составляли крестьяне, ставшие в XIV—XV вв. из землевладельцев землепользователями. Крестьяне делились на похожих (свободных), имевших право переходить от одного феодала к другому, и непохожих (крепостных) — тех, кому такой переход был запрещен. За пользование землей феодала крестьяне должны были исполнять барщину — отработку определенного количества дней на земле феодала со своим скотом и орудиями труда. Таких крестьян называли тяглыми. Крестьян, отдававших дякло — натуральную дань сельскохозяйственными продуктами за пользование землей феодала, называли данниками. С XV в. был введен чинш — денежный налог за пользование земельным наделом. Крестьян, плативших чинш, называли осадными (чиншевыми).</p>
        <p><strong>2. Закрепощение крестьян.</strong> В 1447 г. великим князем литовским Казимиром был издан привилей. Согласно этому документу феодалы обеспечивались, в отличие от крестьян, владением землей на правах полной собственности. Феодалы получили право вершить суд над зависимым от них населением. Им запрещалось принимать беглых крестьян. Таким образом произошло юридическое оформление закрепощения крестьян, то есть утрата ими своего права собственности на землю и превращение их в зависимых от феодала.</p>
        <p>Следующим этапом закрепощения крестьянства стало издание в 1468 г. Судебника Казимира — первого сборника законов ВКЛ. Согласно этому документу крестьяне лишались права свободного перехода от одного феодала к другому, следовательно, они прикреплялись к земле, на которой жили и которую обрабатывали. В Судебнике предусматривалось наказание за помощь при побеге зависимых от феодала людей.</p>
        <p>Дальнейшие этапы закрепощения крестьянства были юридически оформлены в Статутах ВКЛ. Статут 1529 г. ввел 10-летний срок давности — период, после которого крестьянин, проживший на земле феодала, становился непохожим. Статут разрешал крестьянам переход от одного феодала к другому на протяжении недели до Юрьего дня, приходившегося на конец ноября, и недели после него с обязательной выплатой определенной суммы денег. Статут ВКЛ 1566 г. ввел срок поимки беглых крестьян, первоначально составлявший 10 лет, и административные наказания тем, кто их скрывал. Статут ВКЛ 1588 г. увеличил срок поимки беглых крестьян до 20 лет и сумму денег, которые обязательно выплачивались при переходе от одного феодала к другому.</p>
        <p><strong>3. Рост городов и городского населения</strong> происходит в XIV— XVI вв. Самыми крупными считались Брест, Полоцк, Гродно, Минск, Новогрудок, Слоним и др. К средним городам относились поселения с 2—3 тыс. жителей. Быстрее всего увеличивалось количество местечек — небольших населенных пунктов.</p>
        <p>Необходимость защиты от врагов обусловила строительство в XIV в. каменных замков в Лиде и Крево, а затем в Новогрудке, Гродно, Несвиже, Мире. Уже в XV в. центром города становится не замок, а торговая площадь, вокруг которой возникают посады — поселения ремесленников и торговцев.</p>
        <p>Коренных свободных горожан называли мещанами. Это название происходит от общеславянского слова «место» (город). Мещане владели имуществом, имели право передавать его по наследству.</p>
        <p>Главным занятием городского населения являлось ремесло. В городах работали кузнецы, ювелиры (золотари), гончары, кожевники, сапожники, столяры, оружейники, шорники (производители упряжи), котельщики, пивовары и др. Городские ремесленники объединялись в цеха. Это были организации мастеров с целью преодоления конкуренции между ремесленниками и недопущения на городской рынок изделий иногородних и иноземных производителей. Первое упоминание о цехах в Минске в письменных источниках относится к 1552 г. Цеховая организация складывалась, как правило, из владельцев мастерских — мастеров. Они нанимали учеников. Чтобы стать мастером, ученик должен был стать подмастерьем и сдать экзамен — изготовить «штуку» — образец.</p>
        <p>Вместе с ремеслами развивалась торговля. С ростом городов она меняла свою форму: происходил переход от обычного обмена к продаже. Увеличивается число рынков — торгов, где сельские жители, кому были необходимы изделия городских мастеров, могли продать свою сельскохозяйственную продукцию, в том числе продукты питания.</p>
        <p>Около 40 % всех городов находилось в частной собственности феодалов. Население таких городов стремилось избавиться от феодальной зависимости. С конца XIV в. великие князья, учитывая это, своими грамотами стали даровать городам магдебургское право, или право на самоуправление. Его название происходит от названия немецкого города Магдебурга, который в. первым в истории получил такое право. Согласно этому праву горожане освобождались от феодальной зависимости и создавали свой орган власти — магистрат и суд. Магистрат являлся выборным органом городского самоуправления. Он состоял из городской рады, избиравшийся самими гражданами, и лавы — органа по судебным делам (название «лава» возникло оттого, что обвиняемых во время слушания дела сажали на обычную лавку). Органы самоуправления возглавляли соответственно бурмистр и войт. Для магистрата в городах позже начали возводиться специальные здания — ратуши с башней и часами на ней.</p>
        <p>Первым из городов ВКЛ магдебургское право в 1387 г. получил город Вильна. Первым вольным городом на территории современной Беларуси стал в 1390 г. Брест. Самый древний город Беларуси Полоцк приобрел магдебургское право в 1498 г. Минск — современная столица Беларуси - получил право на самоуправление в 1499 г.</p>
      </details>
      <details className={s.theme__details}>
        <summary> <p className={s.bilet__numbervopros}>2.	Начало Великой Отечественной войны. Оборонительные бои на территории Беларуси.</p></summary>
        текст
      </details>
      <details className={s.theme__details}>
        <summary>
          <p className={s.bilet__numbervopros}>3.	Сравнительная характеристика событий истории Беларуси по предложенным признакам.</p>
        </summary>
        <p>Сравнение процесса восстановления хозяйства Беларуси (после Гражданской войны, иностранной интервенции и после Великой Отечественной войны) по предложенным признакам.</p>
        <p>При сравнении необходимо учесть как внешнеполитические, так и экономические условия послевоенного восстановления Беларуси, а также модель экономического развития, существовавшую после Гражданской и Великой Отечественной войн.</p>
        <p>Хозяйство БССР после Великой Отечественной войны было пол­ностью восстановлено к 1950 г. В результате послевоенного восстановле­ния существенно изменилась структура промышленного производства. Удельный вес отраслей, преобладавших до войны (легкая, пищевая, лес­ная, деревообрабатывающая), значительно снизился, а основной в про­мышленности стала продукция машиностроения и металлообработки. Однако уровень развития БССР оставался более низким, чем в целом по СССР, так как влияли крайне тяжелые потери, нанесенные войной бело­русской экономике, а также невысокий уровень экономического развития ее западных областей. В сельском хозяйстве наряду с восстановлением колхозно-совхозного производства в восточных областях проводилась коллективизация в западной части, присоединенной к БССР в 1939 г. Включение территории Западной Беларуси в хозяйственную деятель­ность БССР привело к росту ее экономического потенциала.</p>


      </details>
    </div>
  );
}

export default b10;
