import s from './b.module.css';

function b11() {
  return (
    <div className={s.theme__style}>
      <h1>Билет 11</h1>
      <details className={s.theme__details}>
        <summary>
          <h4>1.	Культура Беларуси в XIV — первой половине XVI в. Формирование белорусской народности. </h4>
        </summary>
        текст
      </details>
      <details className={s.theme__details}>
        <summary> <h4>2.	Германский оккупационный режим на территории Беларуси и политика геноцида местного населения в период Великой Отечественной войны. </h4></summary>
        текст
      </details>
      <details className={s.theme__details}>
        <summary>
          <h4>3.	Отражение событий истории Беларуси в произведениях белорусской литературы.</h4>
        </summary>
        <p>Отражение событий истории Беларуси в произведениях Ивана Мележа.</p>
        <p>Иван Павлович Мележ (1921—1976) — белорусский советский писа­тель. Народный писатель Беларуси. Участник Великой Отечественной войны, в армию был призван с первого курса Московского института истории, философии и литературы. Автор цикла романов «Полесская хроника» — «Люди на болоте» (1962), «Дыхание грозы» («Подых на вальніцы», 1966) и «Метели, декабрь» («Завеі, снежань», 1978).</p>
        <p>В трилогии «Полесская хроника» показаны жизнь, быт, труд бе­лорусского народа в 1920-е гг. — все, что писатель сам хорошо знал. Он изобразил один из самых глухих уголков Белорусского Полесья, отрезанный от внешнего мира непроходимыми болотами. Местные жители в поте лица трудятся на своей неурожайной земле, добывают нелегкий хлеб, которого редко хватает до нового урожая. Не в каждом дворе есть корова или хороший конь. Главные герои всего цикла «По­лесская хроника» — Василь и Ганна. Основной вопрос для них — зем­ля как основа жизни крестьян. Писатель показывает, как происходил передел земли, драматические сцены, связанные с борьбой за землю в условиях коллективизации, когда крестьян вынуждали вступить в колхоз. В образах героев воплощены такие черты белорусского мен­талитета, как сдержанность, предусмотрительность, настороженность по отношению ко всему новому, недоверчивость, чувство меры во всем, вера только делам, а не словам. Противоречивы и даже веро­ломны действия сельского активиста Миканора, который ради утвер­ждения нового переступает через веру своих родителей, оскорбляет их религиозные чувства, требует вынести из дома иконы.</p>
        <p>Романом «Люди на болоте» И. Мележ внес ценный художествен­ный вклад в национальную белорусскую литературу. Люди, которых он вывел в своем романе, жили на болоте, страдали и любили, радо­вались и горевали, строили гать, связавшую их с миром, и учились жить сообща, колхозом, чего не знали их предки.</p>
      </details>
    </div>
  );
}

export default b11;
