import s from './b.module.scss';
import img from '../img/v3/b11.png'
import img2 from '../img/v3/b11_2.png'

function b11() {
  return (
    <div className={s.theme__style}>
      <p className={s.bilet__number}>Билет 11</p>
      <details className={s.theme__details}>
        <summary>
          <p className={s.bilet__numbervopros}>1.	Культура Беларуси в XIV — первой половине XVI в. Формирование белорусской народности. </p>
        </summary>
        <p>1. Возрождение. Среди представителей европейского Возрождения XIV—XVI вв. достойное место занимает восточнославянский и белорусский гуманист, первопечатник и просветитель, уроженец Полоцка Франциск Скорина (около 1490 — около 1551). Образование он получал, как предполагают историки, в Полоцке и Вильне, в 16 лет окончил Краковский университет. Тут он получил степень бакалавра — первую ученую степень в средневековых европейских университетах. Затем успешно сдал экстерном (без обучения) экзамен на звание доктора медицины в Падуанском университете в Италии.</p>
        <p>6 августа 1517 г. Ф. Скорина первым среди восточных славян издал в чешском городе Праге печатную книгу «Псалтырь». Он перевел Библию на церковнославянский язык, приближенный к белорусской письменности и понятный простым людям, и издал ее в 23 книгах.</p>
        <p>В организованной им в столице ВКЛ Вильне типографии в 1522 и 1525 гг. издал еще две книги: «Малую подорожную книжицу» и «Апостол».</p>
        <p>Гуманизм Ф. Скорины представлял собой систему взглядов, которая наивысшей ценностью объявляла самого человека и его право на свободное развитие.</p>
        <p>Ф. Скорина раскрывает глубокий смысл библейских преданий, рассуждает о разумном устройстве общества, воспитании человека. Он сформулировал нравственный завет: «Закон прироженый в том наболей соблюдаем бывает: то чинити иным всем, что самому любо ест от иных всех, и того не чинити иным всем, чего сам не хощеши от иных имети...» Ф. Скорина стал основоположником нового понимания патриотизма как любви и уважения к своей Отчизне: «Понеже от прирожения звери, ходящие в пустыни, знають ямы своя; птици, летающие по возъдуху, ведають гнезда своя; рибы, плавающие по морю и в реках, чують виры своя; пчелы и тым подобная боронять ульев своих, — тако ж и люди, игде зродилися и ускормлены суть по Бозе, к тому месту великую ласку имають».</p>
        <p>Важное место в литературе ВКЛ занял выходец из белорусской земли, представитель латиноязычной поэзии Николай Гусовский. Находясь в Риме, по заказу папы римского он создал на латинском языке настоящий «гимн Отечеству» — свою знаменитую поэму «Песнь о зубре», где описал сцены охоты на зубров в Беловежской пуще, а также воспел время правления великого князя литовского Витовта. Поэма была издана в 1523 г. в Кракове.</p>
        <p>2. Архитектура. Борьба с внешней угрозой активизировала оборонное строительство. В первой половине XIV в. строятся замки в Лиде и Крево. Выдающимся памятником оборонной архитектуры стал Гродненский замок. В замковом строительстве преобладал романский стиль, что придавало сооружениям массивность и суровый вид.</p>
        <p>В культовом строительстве ярким примером готического стиля является оборонный храм — Троицкий костел в д. Ишколдь (Барановичский район), возведенный в 1472 г. В д. Сынковичи (Зельвенский район) в конце XV — начале XVI в. была возведена церковь-крепость, также выполнявшая оборонительную роль.</p>
        <p>3. Живопись. Примерами живописи XIV — начала XVI в. являются фрески — роспись водяными красками по свежей штукатурке, которыми были украшены храмы, белорусские живописцы создали множество икон. В первой половине XVI в. развивается портретный жанр. В живописи создаются образы представителей знаменитых магнатских родов. К числу так называемых сарматских (рыцарских) портретов относится портрет Юрия Радзивилла в рыцарских доспехах, которого за высокий рост и физическую силу прозвали «литовским Геркулесом». Название сарматского портрета возникло оттого, что шляхта вела свое происхождение якобы от древних сарматов.</p>

      </details>
      <details className={s.theme__details}>
        <summary> <p className={s.bilet__numbervopros}>2.	Германский оккупационный режим на территории Беларуси и политика геноцида местного населения в период Великой Отечественной войны. </p></summary>
        текст
      </details>
      <details className={s.theme__details}>
        <summary>
          <p className={s.bilet__numbervopros}>3.	Отражение событий истории Беларуси в произведениях белорусской литературы.</p>
        </summary>
        <p>Отражение событий истории Беларуси в произведениях Ивана Мележа.</p>
        <img  style={{width:"300px", textAlign:'left', contentAlign:'center'}} src={img} alt='' />
        <img  style={{width:"300px", textAlign:'rigt'}} src={img2} alt='' />
        <p>Иван Павлович Мележ (1921—1976) — белорусский советский писа­тель. Народный писатель Беларуси. Участник Великой Отечественной войны, в армию был призван с первого курса Московского института истории, философии и литературы. Автор цикла романов «Полесская хроника» — «Люди на болоте» (1962), «Дыхание грозы» («Подых на вальніцы», 1966) и «Метели, декабрь» («Завеі, снежань», 1978).</p>
        <p>В трилогии «Полесская хроника» показаны жизнь, быт, труд бе­лорусского народа в 1920-е гг. — все, что писатель сам хорошо знал. Он изобразил один из самых глухих уголков Белорусского Полесья, отрезанный от внешнего мира непроходимыми болотами. Местные жители в поте лица трудятся на своей неурожайной земле, добывают нелегкий хлеб, которого редко хватает до нового урожая. Не в каждом дворе есть корова или хороший конь. Главные герои всего цикла «По­лесская хроника» — Василь и Ганна. Основной вопрос для них — зем­ля как основа жизни крестьян. Писатель показывает, как происходил передел земли, драматические сцены, связанные с борьбой за землю в условиях коллективизации, когда крестьян вынуждали вступить в колхоз. В образах героев воплощены такие черты белорусского мен­талитета, как сдержанность, предусмотрительность, настороженность по отношению ко всему новому, недоверчивость, чувство меры во всем, вера только делам, а не словам. Противоречивы и даже веро­ломны действия сельского активиста Миканора, который ради утвер­ждения нового переступает через веру своих родителей, оскорбляет их религиозные чувства, требует вынести из дома иконы.</p>
        <p>Романом «Люди на болоте» И. Мележ внес ценный художествен­ный вклад в национальную белорусскую литературу. Люди, которых он вывел в своем романе, жили на болоте, страдали и любили, радо­вались и горевали, строили гать, связавшую их с миром, и учились жить сообща, колхозом, чего не знали их предки.</p>
      </details>
    </div>
  );
}

export default b11;
