import s from './b.module.scss';

function b12() {
  return (
    <div className={s.bilet}>
      <p className={s.bilet__number}>Билет 12</p>
      <details className={s.bilet__details}>
        <summary>
          <p className={s.bilet__numbervopros}>1.	Объединение Великого Княжества Литовского и Польского королевства в составе Речи Посполитой: причины, условия, итоги Люблинской унии. Статут ВКЛ 1588 г. </p>
        </summary>
        <p><strong>1. Новое государство под названием Речь Посполитая</strong>, что в переводе с польского означает «общее дело» — то же, что и республика, представляло собой союз ВКЛ и Польского королевства. Он был создан 1 июля 1569 г. в результате Люблинской унии и просуществовал до конца XVIII в.</p>
        <p><strong>Причины объединения ВКЛ и Польши</strong> в составе Речи Посполитой были следующими:— тяжелое внешнеполитическое положение ВКЛ в связи с Ливонской войной 1558—1583 гг., которую вел за выход к Балтийскому морю московский царь Иван IV. Он считал белорусские земли своей вотчиной и стремился «вернуть» их в состав Московского государства;</p>
        <p>— стремление господствующего сословия ВКЛ</p>
        <p>— шляхты (мелких и средних феодалов)</p>
        <p>— к приобретению шляхетских вольностей, которыми обладало шляхетское сословие в самой Польше, что позволяло ей активно участвовать в политике, обеспечивало право на протест, свободу голоса, неприкосновенность личности и владений (поместья);</p>
        <p>— желание польской шляхты подчинить ВКЛ в качестве богатого придатка Польши и получить для себя новые земли и должности;— расчет верхушки католической церкви через Польшу, где господствующее положение занимало католичество, расширить влияние католицизма на белорусские земли.</p>
        <p>2. Условия объединения Польши и ВКЛ были выработаны на Люблинском сейме, который состоялся в 1569 г. и длился 6 месяцев. Польская сторона стремилась к инкорпорации (включение, присоединение) ВКЛ в состав Полыни (Короны), опираясь на католических феодалов и католическую церковь. Делегация ВКЛ во главе с канцлером ВКЛ Николаем Радзивиллом Рыжим выступала за заключение равноправного союза с Польшей. Польской стороне на сейме удалось добиться от Сигизмунда II Августа значительных территориальных уступок.</p>
        <p>ВКЛ было вынуждено принять многие из польских условий объединения двух государств. Высшим общим органом власти становился сейм, который мог собираться только на территории Польши (отдельные сеймы как для Польши, так и для ВКЛ не предусматривались). Глава союза государств, которого могли избирать феодалы Польши и ВКЛ, также был общим. Так, король Речи Посполитой Стефан Баторий был признан шляхтой ВКЛ также и своим великим князем.</p>
        <p>Отдельными в ВКЛ и Польше по условиям Люблинской унии сохранялись:</p>
        <p>— административный аппарат (государственные должности);— законодательство, представленное в ВКЛ Статутами;</p>
        <p>— судебная организация, при которой высшим судебным органом в ВКЛ являлся с 1581 г. Главный трибунал ВКЛ;</p>
        <p>— войско, основой которого в XVI в. в ВКЛ являлось посполитое рушение — всеобщее ополчение, состоявшее из шляхты и солдат (жолнеров) — военнообязанных мужчин, которых выставлял от своих земельных владений каждый шляхтич;</p>
        <p>— титул, то есть официальные названия государств при существовании общего названия «Речь Посполитая»;</p>
        <p>печать с символом государства (в ВКЛ — изображение погони, в Польше — изображение орла);</p>
        <p>— язык официального делопроизводства (старобелорусский — в ВКЛ, польский и латынь — в Польше).</p>
        <p>Таким образом, ВКЛ вместе с Польшей создали общую Речь Посполитую. Такое объединение двух соседних государств называется федерацией — государством, состоящим из самостоятельных государственных образований, объединенных на определенных условиях в одну страну.</p>
        <p><strong>3. Итоги Люблинской унии</strong> обусловили политическое положение ВКЛ в составе Речи Посполитой. Ряд богатейших земель были включены в состав Польши, из-за чего территория ВКЛ существенно уменьшилась. Итоги Люблинской унии вызвали недовольство большей части магнатов ВКЛ, которым нужно было делить политическую власть с поляками. К тому же согласно унии польская шляхта имела право получать земельные владения в пределах ВКЛ, а шляхта ВКЛ практически утратила такое право в районах, присоединенных к Польскому королевству.</p>
        <p>Итоги Люблинской унии проявились в полонизации (ополячивании) шляхты ВКЛ через приобщение ее к польским шляхетским вольностям. В 1697 г. было принято постановление «Уравнение прав», в соответствии с которым шляхта ВКЛ полностью уравнивалась в правах с польской. Шляхте ВКЛ, как и польской, было дано право полного контроля за деятельностью короля, что значительно ограничивало его власть и давало шляхте возможность не подчиняться ему. Шляхта ВКЛ приняла польский язык и польскую культуру постепенно перешла в католичество. Таким образом, к концу XVII в. сформировалось единое сословие в Речи Посполитой — «народ шляхетский». Все официальное делопроизводство в Речи Посполитой в 1697 г, было переведено на польский язык, который приобрел статус государственного.</p>
      </details>
      <details className={s.bilet__details}>
        <summary> <p className={s.bilet__numbervopros}>2.	Массовая борьба белорусского народа против немецко-фашистских оккупантов в годы Великой Отечественной войны.</p></summary>
        текст
      </details>
      <details className={s.bilet__details}>
        <summary>
          <p className={s.bilet__numbervopros}>3.	Анализ содержания исторического документа.</p>
        </summary>
        <p>Определение особенностей общественно-политической жизни в БССР через ознакомление с выдержкой из доклада Первого секретаря ЦК КПБ П.М. Машерова, посвященного итогам всенародного обсуждения проекта Конституции БССР в 1978 г. </p>
        <p>«...Рабочие и колхозники, интеллигенция республики все свои помыслы и стремления связывают с мудростью и деятельностью род­ной коммунистической партии, созидательной силой ее внутренней и внешней политики. Коммунисты, весь белорусский народ с особым удовлетворением восприняли положение новой Конституции БССР о том, что “руководящей и направляющей силой советского общества, ядром его политической системы, государственных и общественных организаций является Коммунистическая партия Советского Союза”.</p>
        <p>Особенностью общественно-политической жизни в БССР явля­лось существование однопартийной политической системы. В соот­ветствии со статьей 6 Конституции БССР 1978 г. Коммунистическая партия Беларуси провозглашалась руководящей и направляющей силой в обществе и ядром политической системы. Таким образом происходило огосударствление КПБ с ее полным контролем над всеми сферами жизни общества.</p>
      </details>
    </div>
  );
}

export default b12;
