import s from './b.module.scss';
import img from '../img/v3/b13.png'

function b13() {
  return (
    <div className={s.bilet}>
      <p className={s.bilet__number}>Билет 13</p>
      <details className={s.bilet__details}>
        <summary>
          <p className={s.bilet__numbervopros}>1.	Становление фольварочно-барщинной системы хозяйствования в Великом Княжестве Литовском. Городская жизнь  на территории Беларуси во второй половине XVI — XVIII в.</p>
        </summary>
        <p><strong>1. Становление фольварочно-барщинной системы</strong> хозяйствования было связано с проведением аграрной реформы великого князя литовского и короля польского Сигизмунда II Августа, известной как «водочная номера». Она проводилась на основе документа, известного под названием «Устава на волоки», принятого в 1557 г. Чтобы упорядочить крестьянское землепользование и повинности крестьян, была введена единая стандартная мера земельной площади — волока, равная 21,36 га, с которой от крестьян требовались одинаковые налоги и повинности. Крестьянские хозяйства получили в среднем одну волоку на две семьи. Средний крестьянский надел составлял примерно 10,6 га — полволоки. Чтобы увеличить прибыльность своих имений, землевладельцы начали создавать фольварки — хозяйства с комплексом строений и пахотной землей, где крестьяне выполняли барщину. Этот вид повинности представлял собой отработку определенного количества дней в неделю на земле феодала. В XVI в. барщина увеличилась с одного до двух дней, а в XVII в. составляла уже 3—4 дня в неделю. Часть крестьян за пользование земельным наделом должны были платить землевладельцу чинш — денежный налог.</p>
        <p>Переход к фольварочному хозяйству был связан с развитием торговли зерном, дававшей феодалам все большие прибыли. В результате аграрной реформы 1557 г. выросла прибыльность государственных и частных владений, а крестьяне были полностью прикреплены к земле (закрепощены).</p>
        <p><strong>2. В первой половине XVII в. происходит рост городов,</strong> ставших торгово-ремесленными и культурными центрами Беларуси. Крупными городами с населением более 10 тыс. жителей были Могилев, Полоцк, Витебск, Пинск, Минск, Слуцк, Брест. Города и местечки, представлявшие собой мелкие населенные пункты городского типа, разделялись в ВКЛ на государственные (королевские), частнособственнические и церковные. Частнособственнические города составляли в XVI в. около 40 % всех городов Беларуси. В городах с магдебургским правом имелись органы самоуправления. </p>
        <p><strong>3. Развитию торговли содействовало создание в сельском хозяйстве фольварков,</strong> продукция которых предназначалась для продажи. Особенностью городов считался торг. В крупных городах он проводился 2 раза в неделю. В малых городах и местечках обычно с весны до начала осени в дни религиозных праздников проходили ярмарки — одно-, двухдневные торги. Торговлей занимались купцы. Они, как и ремесленники, создавали свои объединения — братства или гильдии. Купцы, которые занимались торговлей с другими странами, назывались гостями. Отсюда происходит и название крупных торговых путей, связывавших рынки всей Речи Посполитой, — гостинцы. Они представляли собой дороги, обсаженные по обеим сторонам деревьями. «Большой дорогой» называли путь от Смоленска до Бреста через Оршу, Борисов, Минск, Несвиж, Слоним, Волковыск. </p>
        <p><strong>4. Развитие ремесла.</strong> В XVI в. в белорусских городах, где от 25 до 50 % населения занималось ремеслом, возникали цеха. Это были организации мастеров по разным специальностям. Ремесленник, не входивший в такую организацию, не мог продавать свою продукцию на местном рынке. Чтобы добиться звания мастера, нужно было сначала побыть его учеником, потом подмастерьем, затем сдать экзамен на звание мастера — создать шедевр (оригинальную вещь, называвшуюся «штукой»).</p>
        <p>Цеховая организация промышленного производства начинает уступать место мануфактурному производству. Мануфактурами называли предприятия, основанные на ручном труде и его широком разделении. В отличие от цехов на мануфактурах использовался наемный труд за определенную плату на протяжении определенного рабочего времени и существовало его разделение. Первые мануфактуры появились в начале XVIII в. Это Налибокская и Уречская мануфактуры по изготовлению изделий из стекла. Уречская мануфактура стала первым предприятием по изготовлению зеркал во всей Речи Посполитой. Широко известны были Слуцкая и Несвижская мануфактуры по изготовлению шелковых поясов, принадлежавшие Радзивиллам. Ткацкая мануфактура в Кореличах славилась своими гобеленами (безворсовыми коврами), на которых изображались исторические события, а также скатертями, полотном для обивки стен, служившим тогда в качестве обоев.</p>
      </details>
      <details className={s.bilet__details}>
        <summary> <p className={s.bilet__numbervopros}>2.	Освобождение БССР от немецко-фашистских захватчиков. Вклад белорусского народа в Победу над нацистской Германией.</p></summary>
        текст
      </details>
      <details className={s.bilet__details}>
        <summary>
          <p className={s.bilet__numbervopros}>3.	Характеристика вклада деятеля науки (культуры) в ее развитие.</p>
        </summary>
        <p>Характеристика творчества Василя Быкова.</p>
        <img className='img' style={{width:"300px"}} src={img} alt='' />
        <p style={{textAlign:'center'}}>
          Василь Владимирович Быков (1924—2003)
        </p>
        <p>Василь Владимирович Быков (1924—2003) — белорусский писа­тель, общественный деятель. Народный писатель Беларуси. Герой Социалистического Труда, лауреат Ленинской премии. Участник Ве­ликой Отечественной войны.</p>
        <p>Период творчества В. Быкова охватывает 1960—2000-е гг. и связан не только с его писательской, но и с общественно-политической дея­тельностью</p>
        <p>В литературе многие годы господствовали принцип партийности и художественный метод социалистического реализма. Советские писатели во второй половине XX в. должны были изображать новую историческую общность людей — советский народ, а также руково­дящую и направляющую роль коммунистической партии в обществе, а национально-культурным особенностям белорусского народа уде­лялось недостаточно внимания.</p>
        <p>Будучи участником Великой Отечественной войны, В. Быков посвятил свое творчество преимущественно военной теме. В большинстве его произведений («Журавлиный крик», «Сотников», «Знак беды» и др.) человек показан в условиях войны. Быковский герой — это обычный человек, для которого ежедневный героизм стал нормой, обязательным условием победы над врагом.</p>
        <p>В повести «Альпийская баллада» писатель рассказал о бегстве из лагеря военнопленных в Австрии советского солдата Ивана Терешки, к которому неожиданно присоединилась одна из итальянских пленниц Джулия. Между ними вспыхивает любовь, на которую судьбой им были отпущены только сутки... Через много лет после войны родственники Ивана получили письмо от итальянской коммунистки Джулии, в котором она рассказывала историю своей любви и спасения. За это время Джулия воспитала сына Джованни и настояла на том, чтобы он выучил русский язык.</p>
        <p>Изображение суровой военной правды и психологии человека на войне в произведениях В. Быкова не всегда совпадало с официальными представлениями. Через психологию солдата на войне писатель показывал масштаб всенародной борьбы за свободу, честь, жизнь.</p>

      </details>
    </div>
  );
}

export default b13;
