import s from './b.module.css';

function b14() {
  return (
    <div className={s.theme__style}>
      <h1>Билет 14</h1>
      <details className={s.theme__details}>
        <summary>
          <h4>1.	Реформация и Контрреформация. Берестейская церковная уния 1596 г. и распространение униатства на территории Беларуси.</h4>
        </summary>
        текст
      </details>
      <details className={s.theme__details}>
        <summary> <h4>2.	БССР в 1945—1953 гг.: особенности послевоенного положения. Участие БССР в основании ООН.</h4></summary>
        текст
      </details>
      <details className={s.theme__details}>
        <summary>
          <h4>3.	Раскрытие содержания исторических терминов.</h4>
        </summary>
        <p>Раскрытие исторических терминов «кресы восточные», «осадники».</p>
        <p>Гродненская губерния, восточные районы Виленской и западные районы Минской губернии, которые в соответствии с Рижским мир­ным договором в 1921 г. отошли к Польше, в официальных польских документах получили название «кресы восточные», что означало «восточные окраины» Речи Посполитой. На этих западнобелорус­ских землях в 1931 г. проживало 4,6 млн человек, среди которых большинство составляли белорусы.</p>
        <p>Осадниками называли бывших польских военных, которым за заслуги в польско-советской войне 1919—1920 гг. польские власти раздавали участки западнобелорусских земель на территории «кресов восточных». Осадники бесплатно или за небольшую плату получали зе­мельные наделы по 15—45 га за счет неиспользуемой государственной, крестьянской и частично бывшей помещичьей земли. Собственность осадников еще больше укреплялась при объединении нескольких мел­ких земельных наделов обедневших крестьян в один участок с после­дующим принудительным переселением бедняков на хутора.</p>
        <p>Политика санации («оздоровления») представляла собой комплекс социально-экономических и политических мероприятий, проводив­шихся в Польше, в том числе в Западной Беларуси, руководителем Польского государства Юзефом Пилсудским, который в результате государственного переворота 1926 г. установил военно-авторитарный режим, т. е. режим личной власти, опиравшийся на военную силу. На территории Западной Беларуси действовала польская тайная по­литическая полиция, многочисленные суды и тюрьмы, проводились массовые аресты. В 1934 г. по распоряжению Ю. Пилсудского был создан концентрационный лагерь в Березе-Картузской.</p>
      </details>
    </div>
  );
}

export default b14;
