import s from './b.module.css';

function b15() {
  return (
    <div className={s.theme__style}>
      <p className={s.bilet__number}>Билет 15</p>
      <details className={s.theme__details}>
        <summary>
          <h4>1.	Культура Беларуси во второй половине XVI — первой половине XVII в.</h4>
        </summary>
        текст
      </details>
      <details className={s.theme__details}>
        <summary> <h4>2.	БССР во второй половине 1950-х—первой половине 1960-х гг. Изменения в общественно-политической жизни, формирование промышленного и сельскохозяйственного комплексов.</h4></summary>
        текст
      </details>
      <details className={s.theme__details}>
        <summary>
          <h4>3.	Соотнесение событий истории Беларуси и всемирной истории.</h4>
        </summary>
        <p>Соотнесите процесс индустриализации в СССР и БCCР.</p>
        <p>Соотнесение процесса осуществления индустриализации в БССР с проведением политики индустриализации в СССР.</p>
        <p>Решение о проведении политики индустриализации в СССР было принято в декабре 1925 г. на XIV съезде Всесоюзной Коммунистической партии (большевиков). Социалистическая индустриализация н СССР, в отличие от промышленной революции в капиталистических странах, начиналась с развития тяжелой, а не легкой промыш­ленности и осуществлялась в кратчайшие исторические сроки, а не и течение столетий. Соотнесение процесса осуществления индустри­ализации может быть проведено с учетом ее особенностей в БССР.</p>
        <p>В СССР и БССР индустриализацию необходимо было осуще­ствить за 10—15 лет высокими темпами, что требовало больших денежных и материальных вложений. Индустриализация должна была обеспечить преодоление экономической отсталости СССР от европейских государств, обороноспособность СССР, рост рабочего класса и укрепление советской власти. Поскольку средств для про ведения ускоренной (форсированной) индустриализации не хватало, то они были найдены за счет недоплаты рабочим, введения налогом для крестьян в виде переплат за промышленные товары и трудодней при оплате сельскохозяйственного труда колхозников, государственных займов, конфискации имущества и сбережений у зажиточный крестьян в процессе раскулачивания, введения жесткого режим.» экономии. Политика индустриализации осуществлялась в условиях планового управления государственной экономикой в процесса первой, второй и незавершенной третьей пятилеток (1928—1932 11 , 1933—1937 гг.; 1938 — июнь 1941 г.).</p>
        <p>Индустриализация в БССР была составной частью процесса со здания крупного машинного производства во всех отраслях народного хозяйства СССР, и в первую очередь в промышленности. Так, около 1/3 денежных средств для развития промышленности БССР в годы первой пятилетки поступило из союзного бюджета. Из союзных рее публик в Беларусь ввозилось промышленное оборудование, черные и цветные металлы, каменный уголь, нефтепродукты, а станки, сделанные в БССР, поступали на фабрики и заводы Москвы, Украины, Урала.</p>
        <p>Особенностью проведения индустриализации в БССР стало развитие топливной, деревообрабатывающей, бумажной, кожевен ной, швейной, обувной и пищевой промышленности на основе широкого использования значительных природных запасов местною сырья (леса и торфа). Были, например, построены торфопредприятия  «Осинторф» вблизи Орши, Бобруйский и Гомельский дерево обрабатывающие комбинаты, Оршанский льнокомбинат, фабрика искусственного волокна в Могилеве, швейная фабрика «Знамя индустриализации» и чулочно-трикотажная фабрика имени Коммунистического Интернационала молодежи (КИМ) в Витебске. Вместе с тем приграничное положение БССР делало нецелесообразным размещение на ее территории предприятий тяжелой промышленности, ориентированных на производство средств производства, т. е. машин, станков, оборудования, как это делалось в других регионах СССР Тем не менее развивались энергетика и машиностроение. В годы до военных пятилеток вступили в строй Белорусская государственная районная электростанция (БелГРЭС), Гомельский завод сельскохозяйственного машиностроения («Гомсельмаш»), Минский радиозавод, Гомельский стекольный и Кричевский цементный заводы, станкостроительные заводы в Минске, Витебске и Гомеле.</p>
      </details>
    </div>
  );
}

export default b15;
