import s from './b.module.css';

function b16() {
  return (
    <div className={s.theme__style}>
      <p className={s.bilet__number}>Билет 16</p>
      <details className={s.theme__details}>
        <summary>
          <p className={s.bilet__numbervopros}>1.	Культура Беларуси во второй половине XVII — XVIII в.</p>
        </summary>
        текст
      </details>
      <details className={s.theme__details}>
        <summary> <p className={s.bilet__numbervopros}>2.	БССР во второй половине 1960-х — первой половине 1980-х гг.: общественно-политическое и социально-экономическое положение.</p></summary>
        <p><strong>1. Общественно-политическое положение характеризовалось</strong> руководящей и направляющей ролью коммунистической партии, которая официально закреплена в принятой в 1977 г. Конституции СССР. Коммунистическая партия Беларуси, согласно шестой статье Конституции БССР 1978 г., провозглашалась ядром политической системы. Первым секретарем ЦК КПБ в 1965—1980 гг. был П. М. Матерое — один из организаторов и руководителей патриотического подполья и партизанского движения в Беларуси в годы Великой Отечественной войны, Герой Советского Союза. Он пользовался большим уважением среди населения. В период его деятельности БССР достигла значительных успехов в создании индустриального потенциала, стала одной из высокоразвитых республик СССР, а II. М. Машерову было присвоено звание Героя Социалистического Труда.</p>
        <p><strong>2. Промышленное развитие характеризовалось</strong> ростом тех отраслей, которые были связаны с научно-технической революцией. Принципиально новым направлением стало использование в производстве робототехники. В БССР показатели развития промышленности были одними из самых высоких в СССР.</p>
        <p>В начале 1970-х гг. первым в республике перешло на хозрасчет — метод хозяйствования, при котором доходы, получаемые предприятием от реализации своей продукции, должны покрывать и превышать его расходы на производство — Министерство автомобильного транспорта.</p>
        <p>В годы девятой пятилетки (1971—1975) было введено в строй более 90 новых крупных промышленных предприятий. Среди них нефтеперерабатывающий завод в Мозыре, металлургический завод в Жлобине, шинный комбинат в Бобруйске, четвертый калийный комбинат в Солигорске.</p>
        <p>	Развитие новых отраслей производства привело к увеличению численности городского населения. Большая часть молодежи из деревень переселялась в города, где уровень жизни был выше. Строились и развивались новые города: Новополоцк, Солигорск, Светлогорск, что свидетельствовало об урбанизации. В 1984 г. была сдана в эксплуатацию первая линия Минского метрополитена. Произошла электрификация основной железнодорожной линии Брест — Москва. Комсомол Беларуси принял самое активное участие в строительстве железнодорожной Байкало-Амурской магистрали (БАМ). В середине 1980-х гг. Беларусь была одной из самых экономически развитых республик СССР. При этом экономика ориентировалась, как и прежде, на экстенсивный путь развития, то есть за счет опережающего вовлечения материальных и трудовых ресурсов.</p>
        <p><strong>3. Сельское хозяйство БССР специализировалось</strong> на развитии  мясного и молочного животноводства, производстве картофеля, льна-долгунца, сахарной свеклы. В республике во второй половине 1960-х гг. развернулось строительство крупных механизированных ферм, комплексов по откорму крупного рогатого скота и птицефабрик.</p>
        <p>Огромные средства, направляемые государством на нужды сельского хозяйства, использовались в условиях административно-командной экономики не всегда целесообразно. Государство постоянно повышало закупочные цены на мясо, молоко, зерно. Продавались же эти продукты по очень низкой цене, что компенсировало довольно небольшие заработки трудящихся. Разница между высокой закупочной ценой и низкой ценой при продаже вела к потерям со стороны государства.</p>
        <p>Продолжались работы по мелиорации, было осушено около 1 млн га земельных площадей. Вместе с тем ухудшилась экономическая ситуация в районах размещения животноводческих комплексов, а около 1/3 всех мелиорированных площадей оказались пересушенными и малоэффективными для земледелия. Началась химизация сельского хозяйства — внесение в почву искусственных удобрений, число которых с 1965 до 1985 г. увеличилось почти в 20 раз. Такая чрезмерная химизация также вызвала обострение экологических проблем.</p>

      </details>
      <details className={s.theme__details}>
        <summary>
          <p className={s.bilet__numbervopros}>3.	Характеристика социально-экономического (внешнеполитического) положения Беларуси с опорой на историческую карту.</p>
        </summary>
        <p>Характеристика социально-экономического развития Беларуси с опорой на карту «Развитие сетки железных дорог в Беларуси во второй половине XI X - начало XX в.».</p>
        <p>Первая железная дорога, которая представляла собой 30-километровый участок Петербургско-Варшавской магистрали от местечка Поречье до Гродно, была пущена в декабре 1862 г. Также были построены в 1860-е гг. Риго-Орловская, в 1870-е гг. — Московско-Брестская и Либаво-Роменская (ее здание вокзала было возведено в Минске), в 1880-е гг. — Полесские и в 1902 г. — Петербургско-Одесская же­лезная дорога. Их протяженность через Беларусь составила 3000 км. Железнодорожная сетка на территории Беларуси была одной из са­мых густых в Российской империи. Железнодорожное строительство содействовало росту городов, укреплению хозяйственных связей между разными областями Беларуси и превращению их в составную часть общероссийского и европейского рынков.</p>
      </details>
    </div>
  );
}

export default b16;
