import s from './b.module.css';

function b17() {
  return (
    <div className={s.theme__style}>
      <h1>Билет 17</h1>
      <details>
        <summary>
          <h4>1.	Разделы Речи Посполитой и их влияние на положение бе¬лорусских земель. Восстание 1794 г. и его события в Беларуси.</h4>
        </summary>
        текст
      </details>
      <details>
        <summary> <h4>2.	Осуществление политики перестройки в БССР во второй половине 1980-х гг. и попытки ускорения социально-экономического развития. Преодоление последствий Чернобыльской аварии.</h4></summary>
        текст
      </details>
      <details>
        <summary>
          <h4>3.	Отражение событий истории Беларуси в произведениях белорусского искусства.</h4>
        </summary>
        текст
      </details>
    </div>
  );
}

export default b17;
