import s from './b.module.css';

function b17() {
  return (
    <div className={s.theme__style}>
      <p className={s.bilet__number}>Билет 17</p>
      <details className={s.theme__details}>
        <summary>
          <p className={s.bilet__numbervopros}>1.	Разделы Речи Посполитой и их влияние на положение белорусских земель. Восстание 1794 г. и его события в Беларуси.</p>
        </summary>
        текст
      </details>
      <details className={s.theme__details}>
        <summary> <p className={s.bilet__numbervopros}>2.	Осуществление политики перестройки в БССР во второй половине 1980-х гг. и попытки ускорения социально-экономического развития. Преодоление последствий Чернобыльской аварии.</p></summary>
        текст
      </details>
      <details className={s.theme__details}>
        <summary>
          <p className={s.bilet__numbervopros}>3.	Отражение событий истории Беларуси в произведениях белорусского искусства.</p>
        </summary>
        <p> Характеристика исторического события, которое отражено на картине В. Волкова «Минск. 3 июля 1944 года» и определение отношения художника к этому событию. </p>
        <p>С 1945 до 1955 г. Само название отражает изображенное на картине ис­торическое событие - освобождение города Минска от гитлеровских захватчиков. В. Волков и его семья во время оккупации жили в Минске и испытали на себе все тяготы военного лихолетья. Поэтому художник с документальной точностью изобразил разрушенный город таким, ка­ким он выглядел в июле 1944 г.</p>
        <p>На картине показан настоящий народный праздник — триумфаль­ный вход войск Красной Армии в столицу Советской Беларуси. Осво­бодителей города жители встречают цветами. Советских танкистов приветствуют и взрослые, и дети. Напомним, что первым в Минск ворвался танк командира взвода Д. Г. Фроликова, а в боях на ули­цах Минска отличился командир танкового взвода М. И. Колычев, которому удалось захватить мост через Свислочь, что обеспечило советским танкам проход в центр столицы.</p>
        <p>Во время работы над картиной В. Волков сделал более 200 эскизов, зарисовок, портретов с натуры. Героями произведения стали родные, друзья и соседи художника, а также солдаты.</p>
        <p>3	июля — день освобождения Минска от гитлеровских захват­чиков — по итогам республиканского референдума, состоявшегося 24 ноября 1996 г., был провозглашен Днем Независимости Респуб­лики Беларусь (Днем Республики).</p>
        <p>День, события которого изображены на картине В. Волкова, яв­ляется символом победы белорусского народа в Великой Отечествен­ной войне.</p>
      </details>
    </div>
  );
}

export default b17;
