import s from './b.module.css';

function b18() {
  return (
    <div className={s.theme__style}>
      <h1>Билет 18</h1>
      <details className={s.theme__details}>
        <summary>
          <h4>1.	Политика российского правительства в Беларуси в первой половине XIX в. Беларусь во время Отечественной войны 1812 г. Общественно-политические движения.</h4>
        </summary>
        текст
      </details>
      <details className={s.theme__details}>
        <summary> <h4>2.	Развитие науки и образования, литературы и искусства в БССР во второй половине 1950-х — 1980-е гг.</h4></summary>
        текст
      </details>
      <details className={s.theme__details}>
        <summary>
          <h4>3.	Соотнесение события в истории Беларуси с общественно-историческим процессом.</h4>
        </summary>
        <p>Определение общественно-исторического процесса, о котором свидетельствовало участие БССР в основании и деятельности Организации Объединенных Наций.</p>
        <p>Участие БССР в основании Организации Объединенных Наций в стратегическом аспекте свидетельствовало о проведении СССР своей внешней политики, ориентированной на получение многочисленного представительства в новой международной организации в условиях по­слевоенного устройства мира. При создании ООН советское правитель­ство предложило признать ее полноправными членами наряду с СССР все союзные республики, где в 1944 г. были созданы свои министерства иностранных дел и обороны и внесены соответствующие изменения в Конституцию СССР и Конституции союзных республик.</p>
        <p>Договоренность о членстве БССР и УССР в ООН была достигнута между главами трех государств: СССР, США и Великобритании — еще на Крымской (Ялтинской) конференции в феврале 1945 г. В апре­ле 1945 г. международная конференция в Сан-Франциско, созванная для учреждения ООН, приняла решение о включении БССР и УССР в число государств — основателей этой организации. Этим решением признавался огромный вклад БССР и УССР в разгром нацизма и тот колоссальный урон, который был нанесен им в ходе войны.</p>
        <p>Участие в работе конференции белорусской делегации, подписавшей Устав ООН, свидетельствовало о признании важности героической и тра­гической роли БССР в годы Великой Отечественной и Второй мировой войн, а также ее роли в поддержании международного мира и безопасно­сти, развитии дружеских отношений между народами, осуществлении международного сотрудничества в решении международных проблем экономического, социального, культурного и гуманитарного характера.</p>
        <p>Таким образом, участие БССР в основании и деятельности ООН стало свидетельством становления новой системы поддержания мира, а также международного признания белорусской советской государ­ственности.</p>
      </details>
    </div>
  );
}

export default b18;
