import s from './b.module.css';

function b19() {
  return (
    <div className={s.theme__style}>
      <p className={s.bilet__number}>Билет 19</p>
      <details className={s.theme__details}>
        <summary>
          <h4>1.	Социально-экономическое развитие Беларуси в первой половине XIX в. Результаты реформирования сельского хозяйства. Начало промышленного переворота.</h4>
        </summary>
        текст
      </details>
      <details className={s.theme__details}>
        <summary> <h4>2.	Становление государственного суверенитета Республики Беларусь в первой половине 1990-х гг.</h4></summary>
        текст
      </details>
      <details className={s.theme__details}>
        <summary>
          <h4>3.	Характеристика вклада деятеля науки (культуры) в ее развитие.</h4>
        </summary>
        <p>Павел Осипович Сухой (1895—1975) — уроженец Витебщины, советский авиаконструктор, дважды Герой Социалистическою Труда. В 1918—1919 гг. работал учителем математики в школах Лунинца и Гомеля. Внес весомый вклад в укрепление обороноспособности СССР. Созданные под его руководством фронтовые бомбардировщики, штурмовики, истребители принимали участие в Великой Отечественной войне. Ряд уникальных самолетов со стреловидными и треугольными крыльями под маркой «Су» стали основой советской авиации, а также Военно-воздушных сил Рес­публики Беларусь.</p>
        <p>Одним из главных создателей советского ядерного щита стал уроженец Минска, трижды Герой Социалистического Труда Яков Зель­дович (1914—1987). Человек, не имевший высшего образования, в 25-лет­нем возрасте стал доктором физико-математических наук, изучив само­стоятельно высшую математику. Это уникальный случай в истории со­ветской науки. Занимался исследованием горения пороха реактивных снарядов для легендарной «катюши». Один из со­здателей советской атомной бомбы, взрыв которой был проведен в 1949 г. В 1950—1960-е гг. активно участвовал в создании советской водородной бом­бы. Диапазон его научных занятий широкий. На­пример, как астрофизик исследовал начальные стадии расширения Метагалактики и создал тео­рию зарождения Вселенной.</p>
        <p>В практической реализации идей Я. Зельдо­вича принимал участие также уроженец Минска, Герой Социалистического Труда Аркадий Бриш (родился в 1917 г.). В его жизненной судьбе со­единились война и наука. Два года в Минском подполье и еще год разведчиком в партизанской бригаде, участие в знаменитом партизанском па­раде в Минске в 1944 г. А потом работа над совет­ской атомной бомбой, раскрытие секрета ее дето­нации при подрыве, обеспечение безопасности ядерных боеприпасов, стоящих на вооружении.</p>
      </details>
    </div>
  );
}

export default b19;
