import s from './b.module.css';

function b2() {
  return (
    <div className={s.theme__style}>
      <h1>Билет 2</h1>
      <details className={s.theme__details}>
        <summary>
          <h4>1.	Расселение восточнославянских племен на территории Беларуси и жизнь населения         в VIII—IX вв</h4>
        </summary>
        текст
      </details>
      <details className={s.theme__details}>
        <summary> <h4>2.	Попытки государственного самоопределения Беларуси и оформление белорусской национальной государственности на советской основе (декабрь 1917 — июль 1920 г.).</h4></summary>
        текст
      </details>
      <details className={s.theme__details}>
        <summary>
          <h4>3. Анализ содержания исторического документа.</h4>
        </summary>
        <p>Из Декларации о государственном суверенитете БССР от 27 июля 1990 г.</p>
        <p>1. Вспомните, какой статус имел день 27 июля после принятия данной декларации.</p>
        <p>2. Охарактеризуйте исторические условия принятия данной декларации.</p>
        <p>3. Определите пункты декларации, свидетельствующие о государственном суверенитете БССР.</p>
        <p>4. Почему суверенитет БССР в составе Советского Союза, как считают некоторые исследователи, имел формальный характер?</p>
        <p>«Верховный Совет Белорусской Советской Социалистической Республики, выражая волю народа Белорусской ССР, осознавая ответственность за судьбу белорусской нации... торжественно провозглашает полный государственный суверенитет Белорусской ССР как верховенство, самостоятельность и полноту государственной власти республики в границах ее территории, правомочность ее законов, независимость республики во внешних отношениях и заявляет о решительности создать правовое государство.</p>
        <p>Статья 1</p>
        <p>Белорусская Советская Социалистическая Республика — суверенное государство, утвердившееся на основе осуществления белорусской нацией ее неотъемлемого права на самоопределение, государственности белорусского языка, верховенства народа в определении в своей судьбы...</p>
        <p>Статья 2</p>
        <p>Граждане Белорусской ССР всех национальностей составляют белорусский народ, являющийся носителем суверенитета и единственным источником государственной власти в республике... </p>
        <p>Статья 5</p>
        <p>...Белорусская ССР имеет право па свою долю в общесоюзном имуществе соответственно вкладу белорусского народа и как республика — основательница Советского Союза...</p>
        <p>Статья 8</p>
        <p>...Белорусская ССР требует от правительства СССР безусловной и срочной компенсации ущерба, связанного с преодолением последствий чернобыльской катастрофы...</p>
        <p>Статья 10</p>
        <p>...Никакие воинские формирования других стран, их военные базы и сооружения не могут быть размещены на территории Белорусской ССР без согласия ее Верховного Совета.</p>
        <p>Белорусская ССР ставит целью сделать свою территорию безъядерной зоной, а республику нейтральным государством».</p>

      </details>
    </div>
  );
}

export default b2;
