import s from './b.module.scss';

function b20() {
  return (
    <div className={s.bilet}>
      <p className={s.bilet__number}>Билет 20</p>
      <details className={s.bilet__details}>
        <summary>
          <p className={s.bilet__numbervopros}>1.	Культура Беларуси в первой половине XIX в. </p>
        </summary>
        текст
      </details>
      <details className={s.bilet__details}>
        <summary> <p className={s.bilet__numbervopros}>2.	Общественно-политическая жизнь в Республике Беларусь во второй половине 90-х гг. XX - начале XXI в.: основы государственного устройства и идеологии белорусского государства.</p></summary>
        <p>1. Формирование политической системы в Республике Беларусь. В середине 1990-х гг. назрела необходимость четкого определения полномочий Президента, Правительства и Парламента, поскольку наблюдался определенный дисбаланс взаимоотношений между различными ветвями власти. Согласно Конституции, принятой 15 марта 1994 г. Верховным Советом Республики Беларусь, Парламент являлся единственным законодательным органом государственной власти.</p>
        <p>Президент, выборы которого состоялись в 1994 г., провозглашался главой государства и исполнительной власти.</p>
        <p>Важную роль во взаимоотношениях между законодательной (Парламент) и исполнительной (Президент) ветвями власти сыграл республиканский референдум, проведенный 24 ноября 1996 г. На голосование были вынесены два проекта Конституции, один — предложенный Президентом, второй — депутатами Верховного Совета. Проект Конституции, предложенный Президентом, предусматривал расширение его полномочий как главы государства. В альтернативном депутатском проекте вообще не предусматривалась должность Президента, институт президентства ликвидировался и предлагалось возвращение к парламентской республике. За принятие новой редакции Конституции Республики Беларусь с изменениями и дополнениями, предложенными Президентом, проголосовало 70,4 % избирателей. Проект Верховного Совета Республики Беларусь поддержало 7,9 % избирателей. Большинство избирателей (88,2 %) проголосовало также за предложение Президента о перенесении Дня Независимости Республики Беларусь (Дня Республики) с 27 на 3 июля — день освобождения Минска от гитлеровских захватчиков.</p>
        <p>Конституция Республики Беларусь с изменениями и дополнениями, принятыми на республиканском референдуме, создала новую модель управления, при которой произошла значительная персонификация власти в лице Президента, который является главой государства и центром принятия политических решений.</p>
        <p>В Конституции предусмотрено участие Президента в осуществлении законодательства. Он получил право законодательной инициативы, то есть право издавать декреты, имеющие силу законов и являющиеся обязательными для исполнения на всей территории Беларуси. Глава государства обладает также широким кругом полномочий в области исполнительной власти.</p>
        <p>В 2001 г. были проведены президентские выборы на альтернативной основе. В них приняли участие три кандидата на данную должность. 75,6 % избирателей отдали свои голоса за Л. Г. Лукашенко, который был избран Президентом Республики Беларусь на второй срок.</p>
        <p>2. Свидетельством укрепления института президентской власти стали итоги республиканского референдума 17 октября 2004 г. Вопрос, вынесенный на общенародное обсуждение: «Разрешаете ли Вы первому Президенту Республики Беларусь А. Г. Лукашенко участвовать в качестве кандидата в Президенты Республики Беларусь в выборах Президента и принимаете ли часть первую статьи 81 Конституции. Республики Беларусь в следующей редакции: “Президент избирается на пять лет непосредственно народом Республики Беларусь на основе всеобщего, свободного, равного и прямого избирательного права при тайном голосовании”?». 79,4 % избирателей от числа граждан, внесенных в списки для голосования, поддержали данное предложение. На основе результатов голосования из статьи 81 Конституции Республики Беларусь была исключена ее вторая часть: «Одно и то же лицо может быть Президентом не более двух сроков».</p>
        <p>На президентских выборах, состоявшихся в 2006 г., в голосовании приняли участие 92,9 % избирателей. Из четырех кандидатур, которые принимали участие в выборах, за Л. Г. Лукашенко проголосовало 83 % избирателей, что составляет более пяти с половиной миллионов граждан нашей страны.</p>
        <p>В президентских выборах 2010 г. участвовало 10 кандидатов на пост главы государства. Из 90,6 % избирателей, принявших участие в голосовании, 79,6 % отдали свои голоса действующему Президенту Республики Беларусь.</p>
        <p>В итоге выборов Президента Республики Беларусь в 2015 г., в которых участвовало 4 кандидата, 83,5 % избирателей поддержали А. Г. Лукашенко. Неотъемлемым элементом структуры управления стали Всебелорусские народные собрания, проведенные в 1996,2001,2006,2010, 2016 гг.</p>
        <p>3. Общественно-политическая жизнь представлена различными политическими партиями и общественными объединениями. Самыми большими по количеству членов являются партии коммунистического направления — Коммунистическая партия Беларуси и Партия коммунистов Белорусская. Их цели и задачи заключаются в построении коммунизма, ориентации на социалистический путь развития, ведущий к созданию бесклассового общества социальной справедливости, возрождении на добровольной основе государственного союза советских народов. Сторонники коммунистических партий в своем большинстве поддерживают основные направления государственной политики и развитие интеграционных процессов с Россией.</p>
        <p>Социал-демократическое направление представляют Белорусская социал-демократическая партия (Громада) и др. Эти партии выступают за преодоление кризисных явлений в экономике, социальную защиту интересов различных групп населения.</p>
        <p>Либеральное направление составляют Объединенная гражданская партия и др., выступают за приоритет частных интересов, минимизацию роли государства в экономической жизни общества, широкомасштабную приватизацию государственной собственности, во внешнеполитической сфере ориентируются на Запад.</p>
        <p>К национально-демократическому направлению относится Партия Белорусского Народного Фронта, которая в своей деятельности придерживается идеи национально-культурного возрождения белорусов. Часть сторонников этой партии отличается антикоммунистической направленностью. В экономической области предлагается реформирование по либеральным рецептам «шоковой терапии» и обширная приватизация. Во внешнеполитической области используется идея следования образцам западноевропейской демократии.</p>
        <p>Активно участвует в политических кампаниях республиканское общественное объединение «Белая Русь», которое по состоянию на 2011 г. насчитывает более 130 тыс. человек. Оно способствует достижению общественного согласия в деле построения сильной и процветающей Беларуси.</p>
        <p>Белорусский республиканский союз молодежи (БРСМ) является преемником лучших традиций комсомола Беларуси и самым крупным объединением молодежи, которое поддерживается государственной властью. Цель БРСМ состоит в создании условий для всестороннего развития молодежи и раскрытия ее творческого потенциала. По состоянию на 2010 г. ряды БРСМ насчитывали около 500 тыс. человек.</p>
      </details>
      <details className={s.bilet__details}>
        <summary>
          <p className={s.bilet__numbervopros}>3.	Анализ исторических фактов на основе статистических данных.</p>
        </summary>
      <p>Анализ количественных показателей, свидетельствующих об определенном явлении в социально-экономическом развитии БССР.</p>
      <p>В 1966 г. в БССР насчитывалось 3,3 млн. городских жителей, что составляло 39% от общего количества населения, а в 1985 г. — 6,2 млн. (62%).</p>
      <p>Определение общего признака для проведения анализа связано с изменением количества городского населения, что было обусловлено процессом урбанизации, происходившим в БССР.</p>
      <p>Рост численности городского населения был связан с количе­ственным ростом и возникновением новых благоустроенных го­родов — Солигорска, Новополоцка, Светлогорска, а также с бы­стрыми темпами жилищного строительства за счет возведения так называемых хрущевок (крупноблочное и панельное строитель­ство). Кроме того, наблюдался отток сельского населения, особенно молодежи, в город.</p>
      <p>Динамика и особенности демографического процесса в БССР были связаны с концентрацией населения в новых городах, воз­никновение которых было обусловлено открытием больших запа­сов калийных солей в Солигорском районе, строительством ряда крупных химических предприятий, среди которых Полоцкий неф­теперерабатывающий завод, Светлогорский завод искусственного волокна.</p>
      </details>
    </div>
  );
}

export default b20;
