import s from './b.module.scss';
import img from '../img/v3/b21.png'
import img2 from '../img/v3/b21_2.png'

function b21() {
  return (
    <div className={s.bilet}>
      <p className={s.bilet__number}>Билет 21</p>
      <details className={s.bilet__details}>
        <summary>
          <p className={s.bilet__numbervopros}>1.	Восстание 1863—1864 гг. и общественно-политическое положение в Беларуси. Народнические и социал-демократические организации.</p>
        </summary>
        текст
      </details>
      <details className={s.bilet__details}>
        <summary> <p className={s.bilet__numbervopros}>2.	Характерные черты модели социально-экономического развития Республики Беларусь.</p></summary>
        <p>1. Экономическое положение в первой половине 1990-х гг. характеризовалось тем, что с распадом Советского Союза разрушились экономические связи между бывшими советскими республиками, упал уровень промышленного и сельскохозяйственного производства, снизились доходы населения, а его денежные сбережения обесценились в связи с инфляцией, темпы шторой превысили 2200 % в 1994 г. За чертой прожиточного минимума оказалось более 60 % населения.</p>
        <p>Приоритетным направлением стал поиск путей преодоления кризисных явлений и восстановления хозяйственных связей между бывшими советскими республиками на новой рыночной основе. Правительством была разработана программа перехода от командно-административной системы управления народным хозяйством к рыночной.</p>
        <p>В начале 1990-х гг. проявлениями рыночных отношений в Беларуси стали введение свободных цеп на подавляющее большинство товаров и услуг, разрешение аренды и индивидуальной трудовой деятельности, становление предпринимательских, банковских и коммерческих структур. Началось проведение приватизации — разгосударствления, передачи объектов из государственной собственности в частную.</p>
        <p>2. Разработка и реализация белорусской модели социально-экономического развития. В качестве национальной модели развития Республики Беларусь определена социально ориентированная рыночная экономика, которая должна сочетать преимущества рыночной конкуренции и эффективной системы социальной защиты, идеи рыночного саморегулирования и государственного управления.</p>
        <p>В экономической политике первоначально была сделана ставка на сохранение и модернизацию крупных предприятий, существовавших во времена СССР, а не на поддержание мелкого и среднего бизнеса. Большое значение имело государственное финансирование крупных промышленных предприятий и колхозов. Благодаря усилиям власти удалось предотвратить обвальную приватизацию, а частный сектор экономики был подчинен государственному регулированию.</p>
        <p>Во второй половине 1990-х гг. реализовывалась стратегия экономического развития, ориентированная на восстановление позиций Беларуси, достигнутых еще в советское время. Для реализации этой стратегии использовалась главным образом система директивного планирования, которая базировалась на определении государством плановых социально-экономических показателей, регулировании ценообразования и валютного курса.</p>
        <p>В 1996 г. на первом Всебелорусском народном собрании были утверждены Основные направления социально-экономического развития Республики Беларусь на 1996—2000 годы. Их выполнение позволило преодолеть кризисные тенденции в экономике и восстановить в 2000 г. уровень производства промышленной продукции 1990 г. Вместе с тем оставалась нерешенной проблема структурной перестройки промышленности, где происходило вымывание высокотехнологичной продукции, увеличение доли убыточных предприятий, наращивание объемов производства в условиях отсутствия спроса на нее и затоваривание складов.</p>
        <p>В 2001 г. на втором Всебелорусском народном собрании были приняты основные положения Программы социально-экономического развития Республики Беларусь на 2001—2005 гг. Ее стратегическая цель состояла в повышении благосостояния и приближении уровня жизни белорусов к уровню жизни населения в экономически развитых европейских странах. Был провозглашен лозунг «За сильную и процветающую Беларусь!».</p>
        <p>За заслуги в реализации белорусской модели социально-экономического развития страны ряд хозяйственных деятелей был удостоен звания Героя Беларуси. Среди них — генеральный директор производственного объединения «БелАЗ» Я. Мариев. «БелАЗ» входит в число ведущих мировых концернов по производству карьерной техники. Заводу принадлежит около 30 % мирового рынка карьерных самосвалов. В 2013 г. здесь был разработан и изготовлен самый большой в мире самосвал грузоподъемностью 450 тонн. Звание «Герой Беларуси» получил также генеральный конструктор по автомобильной технике в Республике Беларусь М. Высоцкий, получивший на Западе уважительное имя Майкл Грузовик. Он создал шесть поколений магистральных автопоездов «МАЗ», соответствующих требованиям международных стандартов и предназначенных для использования на трансконтинентальных транспортных коридорах.</p>
        <p>Принятая на третьем Всебелорусском народном собрании в 2006 г. Программа социально-экономического развития Республики Беларусь на 2006—2010 гг. была направлена на дальнейший рост благосостояния населения на основе повышения конкурентоспособности экономики и создания государства, удобного для жизни людей. Девиз пятилетки — «Государство для народа».</p>
        <p>Приоритеты социально-экономического развития Республики Беларусь на 2011—2015 гг. были определены в Программе, принятой на четвертом Всебелорусском народном собрании в 2010 г. Главной целью объявлено улучшение условий жизни населения на основе использования инноваций (создание и внедрение новшеств) и повышения конкурентоспособности национальной экономики. По индексу человеческого развития (охрана и состояние здоровья, состояние образования и уровень грамотности) Беларусь в 2015 г. заняла 50-е место среди 188 стран мира.</p>
        <p>На пятом Всебелорусском народном собрании в 2016 г. была принята Программа социально-экономического развития Республики Беларусь на 2016—2020 гг. Не все из экономических показателей были выполнены в предшествующий пятилетний период. Поэтому на новом этапе планируется перейти от догоняющей к опережающей стратегии развития с основной целью повышения качества жизни.</p>
      </details>
      <details className={s.bilet__details}>
        <summary>
          <p className={s.bilet__numbervopros}>3.	Отражение событий истории Беларуси в произведениях белорусского искусства.</p>
        </summary>
        <p>Отражение темы войны в произведениях белорусского художника Михаила Савицкого.</p>
        <img  style={{width:"300px", textAlign:'left'}} src={img} alt='' />
        <img  style={{width:"300px", textAlign:'right'}} src={img2} alt='' />
        <p>Михаил Андреевич Савицкий (1922—2010) - уроженец Витебщины, белорусский живописец, акаде­мик, народный художник СССР и Беларуси, первый ка­валер ордена Франциска Скорины. М. А. Савицкий — участник Великой Отечественной войны, участник обороны Севастополя, узник фашистских концлагерей, где чудом остался в живых. Ужасы фашистской неволи описаны в его знаменитом цикле картин «Цифры на сердце», который открывается автопортретом «Узник 32815». Христианские мотивы в творчестве художника нашли выражение в картине «Мадонна Биркенау», в которой создан образ матери с ребенком, парящих над трубой крематория в концлагере Освенцим. В художественном цикле «Беларусь партизанская» в картинах «Партизанская мадонна» и «Партизанская мадонна (Минская)» впервые в советском искусстве создан ясный и привлекательный образ матери-партизанки, полной надежды, сострадания, терпения. Теме труда посвящены картины «Урожай», «Сказ про хлеб» и др. В 1990-е гг. в творчестве художника на­шла отражение чернобыльская трагедия. Им создан цикл картин «Черная быль», посвященных этой теме, в том числе «Черно­быльская мадонна». Центральная картина в цикле «XX век» — «Убийство правды». О ней сам художник сказал так: «Я прожил сложную жизнь, и решил, что могу честно сказать веку, какой он в моем понимании... Мой кодекс чес­ти — мои произведения, в которых я как на ладони». За более чем 65-летнюю творческую деятельность художник создал коллекцию пат­риотических произведений, ставших гордостью белорусской культуры. За свои произведения художник удостоен Государственных премий СССР и БССР. В 2006 г. ему первому из отече­ственных деятелей культуры присвоено звание «Герой Беларуси». В Минске в 2012 г. распах­нула свои двери для зрителей художественная галерея М. Савицкого.</p>
      </details>
    </div>
  );
}

export default b21;
