import s from './b.module.css';

function b21() {
  return (
    <div className={s.theme__style}>
      <p className={s.bilet__number}>Билет 21</p>
      <details className={s.theme__details}>
        <summary>
          <p className={s.bilet__numbervopros}>1.	Восстание 1863—1864 гг. и общественно-политическое положение в Беларуси. Народнические и социал-демократические организации.</p>
        </summary>
        текст
      </details>
      <details className={s.theme__details}>
        <summary> <p className={s.bilet__numbervopros}>2.	Характерные черты модели социально-экономического развития Республики Беларусь.</p></summary>
        текст
      </details>
      <details className={s.theme__details}>
        <summary>
          <p className={s.bilet__numbervopros}>3.	Отражение событий истории Беларуси в произведениях белорусского искусства.</p>
        </summary>
        <p>Отражение темы войны в произведениях белорусского художника Михаила Савицкого.</p>
        <p>Михаил Андреевич Савицкий (1922—2010) - уроженец Витебщины, белорусский живописец, акаде­мик, народный художник СССР и Беларуси, первый ка­валер ордена Франциска Скорины. М. А. Савицкий — участник Великой Отечественной войны, участник обороны Севастополя, узник фашистских концлагерей, где чудом остался в живых. Ужасы фашистской неволи описаны в его знаменитом цикле картин «Цифры на сердце», который открывается автопортретом «Узник 32815». Христианские мотивы в творчестве художника нашли выражение в картине «Мадонна Биркенау», в которой создан образ матери с ребенком, парящих над трубой крематория в концлагере Освенцим. В художественном цикле «Беларусь партизанская» в картинах «Партизанская мадонна» и «Партизанская мадонна (Минская)» впервые в советском искусстве создан ясный и привлекательный образ матери-партизанки, полной надежды, сострадания, терпения. Теме труда посвящены картины «Урожай», «Сказ про хлеб» и др. В 1990-е гг. в творчестве художника на­шла отражение чернобыльская трагедия. Им создан цикл картин «Черная быль», посвященных этой теме, в том числе «Черно­быльская мадонна». Центральная картина в цикле «XX век» — «Убийство правды». О ней сам художник сказал так: «Я прожил сложную жизнь, и решил, что могу честно сказать веку, какой он в моем понимании... Мой кодекс чес­ти — мои произведения, в которых я как на ладони». За более чем 65-летнюю творческую деятельность художник создал коллекцию пат­риотических произведений, ставших гордостью белорусской культуры. За свои произведения художник удостоен Государственных премий СССР и БССР. В 2006 г. ему первому из отече­ственных деятелей культуры присвоено звание «Герой Беларуси». В Минске в 2012 г. распах­нула свои двери для зрителей художественная галерея М. Савицкого.</p>
      </details>
    </div>
  );
}

export default b21;
