import s from './b.module.scss';

function b22() {
  return (
    <div className={s.theme__style}>
      <p className={s.bilet__number}>Билет 22</p>
      <details className={s.theme__details}>
        <summary>
          <p className={s.bilet__numbervopros}>1.	События революций 1905—1907 гг. и Февральской 1917 г. в Беларуси.</p>
        </summary>
        текст
      </details>
      <details className={s.theme__details}>
        <summary> <p className={s.bilet__numbervopros}>2.	Международное положение и приоритеты внешнеполитической деятельности Республики Беларусь.</p></summary>
        <p><strong>1. Основными приоритетами внешней политики Республики Беларусь</strong> на международ ной арене являются: интеграция в мировое сообщество как равноправного, суверенного, независимого государства; содействие строительству новой мировой и европейской системы безопасности; активное участие в работе международных организаций.</p>
        <p>Беларусь стремится приобрести статус нейтрального государства. Внешнеполитический курс такой страны характеризуется неучастием в вооруженных конфликтах (войнах). Все ядерное оружие, располагавшееся ранее на территории Беларуси, было выведено за ее пределы. Беларусь стала участником Международного договора о нераспространении ядерного оружия.</p>
        <p>Республика Беларусь является членом Организации по безопасности и сотрудничеству в Европе (ОБСЕ). Беларусь в качестве партнера присоединилась к программе НАТО «Партнерство ради мира», в которой кроме стран — членов НАТО участвуют 17 государств. Эта программа направлена на создание партнерства как постоянного элемента структуры европейской безопасности. Наша страна исходит из того, что ни одно из государств, в том числе страны НАТО, на современном этапе не является для нас потенциальным противником.</p>
        <p><strong>2. Деятельность Беларуси в Организации Объединенных Наций (ООН).</strong> Беларусь учитывает рекомендации «Порядка дня на XXI век». Этот документ был принят в 1992 г. с участием представителей 179 стран мира. В нем предусматривается программа мирового сотрудничества с целью гармонизации взаимоотношений между человеком и природой.</p>
        <p>Беларусь получила помощь по линии ООН, которая приняла специальную резолюцию «Международное сотрудничество в деле смягчения и преодоления последствий аварии на Чернобыльской атомной электростанции». Вместе с представителями 189 государств Беларусь в 2000 г. подписала на саммите в Нью-Йорке Декларацию тысячелетия. Это базовый документ, направленный на достижение к 2015 г. целей, связанных с улучшением положения человека, преодолением бедности, нищеты и голода, укреплением здоровья, обеспечением безопасности, охраной окружающей среды, защитой прав и демократии. В целях реализации Декларации тысячелетия ООН по инициативе Беларуси приняла в 2010 г. Глобальный план действий по борьбе с торговлей людьми.</p>
        <p><strong>3. Развитие интеграции между Беларусью и Россией.</strong> В мае 1995 г. на республиканском референдуме большинство белорусских избирателей высказалось за углубление интеграции между Беларусью и Россией. 2 апреля 1996 г. подписан Договор о создании Сообщества Беларуси и России, а день 2 апреля был объявлен Днем единения народов Беларуси и России.</p>
        <p>8 декабря 1999 г. был подписан Договор о создании Союзного государства Беларуси и России, который предусматривает не механическое слияние двух государств или поглощение одного государства другим, а их объединение для реализации взаимовыгодных задач при сохранении за Беларусью и Россией статуса субъектов международного права.</p>
        <p><strong>4. Развитие связей со странами Содружества Независимых Государств стало приоритетным направлением с середины 1990-х гг.</strong> В 1995 г. Республика Беларусь создала с Россией и Казахстаном Таможенный союз, который в 2000 г. был преобразован в новое интеграционное объединение — Евразийское экономическое сообщество (ЕврАзЭС) с участием Беларуси, Казахстана, Кыргызстана, России, Таджикистана, Узбекистана (с 2006 г.). С началом действия Таможенного союза образовался общий рынок товаров, рабочей силы и капиталов с огромной территорией и населением около 170 млн человек, на котором каждый товар может свободно перемещаться между тремя странами без таможенного оформления.</p>
        <p>В 2011 г. президенты Беларуси, России и Казахстана подписали Декларацию о евразийской экономической интеграции, которая означала постепенный переход от действующего Таможенного союза к формированию Единого экономического пространства и далее к созданию на ее основе в 2015 г. Евразийского экономического союза. В него входят Армения, Беларусь, Казахстан, Кыргызстан, Россия.</p>
        <p><strong>5. Сотрудничество Республики Беларусь с Советом Европы и Европейским союзом является важнейшим направлением внешнеполитической деятельности.</strong> После проведения республиканского референдума 24 ноября 1996 г. политические отношения Беларуси с Западом начали ухудшаться. В 1997 г. министры иностранных дел стран Европейского союза приняли решение о «замораживании» контактов с Беларусью на политическом уровне. Несмотря на это, программы экономического сотрудничества с Республикой Беларусь продолжились. Европейский союз является одним из ключевых торгово-экономических партнеров Беларуси, занимает вторую позицию после России.</p>
        <p>Беларусь в 2009 г. вошла вместе с Украиной, Грузией, Арменией, Азербайджаном в созданное под эгидой Евросоюза объединение «Восточное партнерство», которое пока имеет больше символический характер, чем практический.</p>

      </details>
      <details className={s.theme__details}>
        <summary>
          <p className={s.bilet__numbervopros}>3.	Сравнение точек зрения на один и тот же исторический факт.</p>
        </summary>
        <p>Сравнение точек зрения на характер польско-советской войны 1919-1920 гг.</p>
        <p>1. Мнение руководителя Польского государства Ю. Пилсудского:</p>
        <p>«...Внутренняя революция у нас не существовала... ее нужно было</p>
        <p>принести извне на острие штыков... Советская Россия вела с нами вой­ну под лозунгом навязывания нам, полякам, своего, то есть советского строя, и такую цель она назвала “революцией извне”. Уже в 1918 году, независимо ни от кого, я поставил себе ясную цель... сорвать любые попытки вновь навязать нам чужую, не самими поляками устроенную жизнь... В 1919 году я эту задачу выполнил».</p>
        <p>2. Мнение Главнокомандующего войсками Красной Армии на Западном фронте М. Тухачевского:</p>
        <p>«Нет никакого сомнения в том, что, если бы только мы вырвали из рук польской буржуазии ее буржуазную шляхетскую армию, то революция рабочего класса в Польше стала бы совершившимся фактом. А этот пожар не остался бы ограниченным польскими рамками. Он разнесся бы бурным потоком по всей Западной Европе. Этот опыт извне Красная Армия не забудет». </p>
        <p>Руководитель Польши считал справедливым восстановление в 1919 г. Польского государства в границах Речи Посполитой 1772 г., в том числе за счет присоединения этнической территории Беларуси. Ю. Пилсудским использован аргумент о предотвращении распро­странения в Польше идей мировой пролетарской революции, для созревания которой условий не существовало. Эту идею стремились реализовать на территории Польши в 1920 г. войска Красной Армии, но им не удалось это сделать. Руководство Советской России, орга­низовывая на первом этапе войны защиту от польской интервенции, на следующем этапе военных действий стремилось к политической цели распространения мировой революции на территорию Польши военными средствами.</p>
      </details>
    </div>
  );
}

export default b22;
