import s from './b.module.css';

function b22() {
  return (
    <div className={s.theme__style}>
      <h1>Билет 22</h1>
      <details>
        <summary>
          <h4>1.	События революций 1905—1907 гг. и Февральской 1917 г. в Беларуси.</h4>
        </summary>
        текст
      </details>
      <details>
        <summary> <h4>2.	Международное положение и приоритеты внешнеполитической деятельности Респуб¬лики Беларусь.</h4></summary>
        текст
      </details>
      <details>
        <summary>
          <h4>3.	Сравнение точек зрения на один и тот же исторический факт.</h4>
        </summary>
       <p>Сравнение точек зрения на характер польско-советской войны 1919-1920 гг.</p>
       <p>1. Мнение руководителя Польского государства Ю. Пилсудского:</p>
       <p>«...Внутренняя революция у нас не существовала... ее нужно было</p>
       <p>принести извне на острие штыков... Советская Россия вела с нами вой­ну под лозунгом навязывания нам, полякам, своего, то есть советского строя, и такую цель она назвала “революцией извне”. Уже в 1918 году, независимо ни от кого, я поставил себе ясную цель... сорвать любые попытки вновь навязать нам чужую, не самими поляками устроенную жизнь... В 1919 году я эту задачу выполнил».</p>
       <p>2. Мнение Главнокомандующего войсками Красной Армии на Западном фронте М. Тухачевского:</p>
       <p>«Нет никакого сомнения в том, что, если бы только мы вырвали из рук польской буржуазии ее буржуазную шляхетскую армию, то революция рабочего класса в Польше стала бы совершившимся фактом. А этот пожар не остался бы ограниченным польскими рамками. Он разнесся бы бурным потоком по всей Западной Европе. Этот опыт извне Красная Армия не забудет». </p>
       <p>Руководитель Польши считал справедливым восстановление в 1919 г. Польского государства в границах Речи Посполитой 1772 г., в том числе за счет присоединения этнической территории Беларуси. Ю. Пилсудским использован аргумент о предотвращении распро­странения в Польше идей мировой пролетарской революции, для созревания которой условий не существовало. Эту идею стремились реализовать на территории Польши в 1920 г. войска Красной Армии, но им не удалось это сделать. Руководство Советской России, орга­низовывая на первом этапе войны защиту от польской интервенции, на следующем этапе военных действий стремилось к политической цели распространения мировой революции на территорию Польши военными средствами.</p>
      </details>
    </div>
  );
}

export default b22;
