import s from './b.module.css';

function b23() {
  return (
    <div className={s.theme__style}>
      <h1>Билет 23</h1>
      <details className={s.theme__details}>
        <summary>
          <h4>1.	Развитие капиталистических отношений в сельском хозяйстве и промышленности Беларуси во второй половине XIX — начале XX в.</h4>
        </summary>
        текст
      </details>
      <details className={s.theme__details}>
        <summary> <h4>2.	Развитие науки и образования, литературы и искусства в Республике Беларусь.</h4></summary>
        текст
      </details>
      <details className={s.theme__details}>
        <summary>
          <h4>3.	Характеристика деятельности исторической личности.</h4>
        </summary>
        <p>Характеристика деятельности Льва Сапеги. </p>
        <p>Уроженец Витебщины Лев Иванович Сапега (1557—1633) являл­ся представителем известного магнатского рода. Детство его прош­ло в Несвиже при дворе Радзивиллов, откуда в 14-летнем возрасте его отправили на учебу в Лейпцигский университет. Вернувшись на родину, Л. Сапега занимал должности подканцлера, канцлера, а затем гетмана ВКЛ. Стал создателем в 1581 г. высшего судебного органа ВКЛ — Главного трибунала. При его активном участии и на собственные средства был издан III Статут ВКЛ 1588 г., который игнорировал акт Люблинской унии 1569 г., закреплял и юридически оформлял независимость княжества. В правовых принципах Статута были закреплены прогрессивные на то время нормы законодательст­ва: единство и верховенство права, ответственность всех лиц перед законом. Им была высказана идея правового государства, которая основывается на принципе разделения власти между законодатель­ными, исполнительными и судебными органами. Выступал с идеей объединения Речи Посполитой и России в федеративное государство. Содействовал заключению Брестской церковной унии 1596 г.</p>
      </details>
    </div>
  );
}

export default b23;
