import s from './b.module.css';

function b24() {
  return (
    <div className={s.theme__style}>
      <p className={s.bilet__number}>Билет 24</p>
      <details className={s.theme__details}>
        <summary>
          <p className={s.bilet__numbervopros}>1.	Культура Беларуси во второй половине XIX — начале XX в. Условия формирования белорусской нации и особенности её становления.</p>
        </summary>
        текст
      </details>
      <details className={s.theme__details}>
        <summary> <p className={s.bilet__numbervopros}>2.	Олимпийские достижения спортсменов Республики Беларусь.</p></summary>
        <p><strong>1. Выход белорусских олимпийцев на мировую арену состоялся в 1956 г.</strong> в составе команды Советского Союза. Четырехкратными олимпийскими чемпионами становились фехтовальщики В. Сидяк и Е. Белова, имя которой занесено в Книгу рекордов Гиннесса. Трижды поднимался на высшую ступень олимпийского пьедестала чемпион XVIII, XIX, XX Олимпийских игр, неоднократный чемпион мира и СССР по вольной борьбе Л. Медведь. Он признан лучшим борцом вольного стиля XX в. и удостоен специальной награды ЮНЕСКО «За благородство в спорте». «Чудом с косичками» называли болельщики белорусскую гимнастку О. Корбут — чемпионку XX и XXI Олимпийских игр, которая в 1972 г. была признана лучшей спортсменкой мира.</p>
        <p><strong>2. Спортивные достижения олимпийцев Республики Беларусь</strong> состоялись, когда Республика Беларусь впервые была представлена самостоятельной национальной командой на XXVI Олимпийских играх в 1996 г. Золотые медали тогда завоевала Е. Ходотович (академическая гребля, байдарка-одиночка). Она была также призером еще трех Олимпийских игр, признана лучшей спортсменкой Беларуси в 1996 и 1999 гг.</p>
        <p>Шестикратным победителем Олимпиады 1992 г. по спортивной гимнастике стал В. Щербо, который на следующей Олимпиаде завоевал еще четыре бронзовые медали. Как обладатель шести золотых медалей, завоеванных на одной Олимпиаде, занесен в Книгу рекордов Гиннесса. В. Щербо является 14-кратным чемпионом мира, в том числе во всех дисциплинах спортивной гимнастики в личном и командном первенстве, а также на всех шести гимнастических снарядах. Признан лучшим спортсменом мира в 1991—2000 гг.</p>
        <p>В 2001 г. лучшей спортсменкой Беларуси была признана Я. Корольчик — чемпионка XXVII Олимпийских игр в толкании ядра. На XXVIII Олимпийских играх 2004 г. белоруска Ю. Нестеренко завоевала золотую медаль в беге на 100 м, эта дистанция считается одной из самых престижных в женской легкой атлетике.</p>
        <p>На XXX Олимпийских играх 2012 г. в Лондоне два мировых рекорда установил белорусский стрелок С. Мартынов. Теннисистка В. Азаренко, которая в 2012 г. стала первой ракеткой мира, вместе с М. Мирным победили хозяев теннисного корта. Чемпионка мира 2011 г. в плавании на 100 м вольным стилем А. Герасименя завоевала сразу две серебряные медали, а в 2016 г. в плавании на 50 м вольным стилем — бронзовую.</p>
        <p>Первое в истории суверенной Беларуси золото на XXI зимних Олимпийских играх 2010 г. завоевал фристайлист А. Гришин, для которого эта Олимпиада была четвертой. Его достижение повторил А. Кушнир на зимней Олимпиаде 2014 г. в Сочи. Золото в лыжной акробатике завоевала А. Цупер, для которой эта Олимпиада была пятой. Также в Сочи первой в истории зимних видов спорта трехкратной олимпийской чемпионкой, которая получила три золотые медали в личных лыжных гонках на одной Олимпиаде, стала Д. Домрачева. За свой спортивный подвиг белорусская биатлонистка была удостоена звания «Герой Беларуси». На Олимпийских играх 2016 г. в Рио-де-Жанейро первую в истории Беларуси золотую олимпийскую медаль в прыжках на батуте завоевал В. Гончаров.</p>
        <p><strong>3. Объяснение причинно-следственных связей между историческими фактами</strong></p>
        <p>Раскрытие причинно-следственной связи между прекращением существования СССР и началом интеграционного процесса между Республикой Беларусь и странами Содружества Независимых Государств</p>
        <p>С распадом бывшего СССР произошел разрыв единого экономического пространства, разрушились хозяйственные связи между бывшими советскими республиками, которые существовали в рамках единого народно-хозяйственного комплекса. В процессе поиска путей преодоления кризисных явлений и восстановления бывших экономических связей в новом рыночном пространстве Республика Беларусь особое внимание уделяет восстановлению на равноправной и взаимовыгодной основе связей с государствами СНГ, ранее входившими в состав СССР прежде всего с Россией.</p>

      </details>
      <details className={s.theme__details}>
        <summary>
          <p className={s.bilet__numbervopros}>3.	Объяснение причинно-следственных связей между историческими фактами.</p>
        </summary>
        <p>Раскрытие  причинно-следственные связи между распадом  СССР и развитием интеграции между Беларусью и странами СНГ.</p>
        <p>Раскрытие причинно-следственной связи между прекращением су­ществования СССР и началом интеграционного процесса между Респу­бликой Беларусь и странами Содружества Независимых Государств с распадом бывшего СССР произошел разрыв единого эконо­мического пространства, разрушились хозяйственные связи между бывшими советскими республиками, которые существовали в рам­ках единого народно-хозяйственного комплекса. В процессе поиска путей преодоления кризисных явлений и восстановления бывших экономических связей в новом рыночном пространстве Республика Беларусь особое внимание уделяет восстановлению на равноправной и взаимовыгодной основе связей с государствами СНГ, ранее входив­шими в состав СССР, прежде всего с Россией.</p>
      </details>
    </div>
  );
}

export default b24;
