import s from './b.module.css';

function b24() {
  return (
    <div className={s.theme__style}>
      <h1>Билет 24</h1>
      <details>
        <summary>
          <h4>1.	Культура Беларуси во второй половине XIX — начале XX в. Условия формирования белорусской нации и особенности её становления.</h4>
        </summary>
        текст
      </details>
      <details>
        <summary> <h4>2.	Олимпийские достижения спортсменов Республики Беларусь.</h4></summary>
        текст
      </details>
      <details>
        <summary>
          <h4>3.	Объяснение причинно-следственных связей между историческими фактами.</h4>
        </summary>
        <p>Раскрытие  причинно-следственные связи между распадом  СССР и развитием интеграции между Беларусью и странами СНГ.</p>
      <p>Раскрытие причинно-следственной связи между прекращением су­ществования СССР и началом интеграционного процесса между Респу­бликой Беларусь и странами Содружества Независимых Государств с распадом бывшего СССР произошел разрыв единого эконо­мического пространства, разрушились хозяйственные связи между бывшими советскими республиками, которые существовали в рам­ках единого народно-хозяйственного комплекса. В процессе поиска путей преодоления кризисных явлений и восстановления бывших экономических связей в новом рыночном пространстве Республика Беларусь особое внимание уделяет восстановлению на равноправной и взаимовыгодной основе связей с государствами СНГ, ранее входив­шими в состав СССР, прежде всего с Россией.</p>
      </details>
    </div>
  );
}

export default b24;
