import s from './b.module.css';

function b25() {
  return (
    <div className={s.theme__style}>
      <h1>Билет 25</h1>
      <details>
        <summary>
          <h4>1.	События Первой мировой войны на Беларуси. Германский оккупационный режим. Условия и последствия Брестского мирного договора для Беларуси.</h4>
        </summary>
        текст
      </details>
      <details>
        <summary> <h4>2.	Увековечивание памяти об исторических личностях и дея¬телях культуры Беларуси в Республике Беларусь.</h4></summary>
        текст
      </details>
      <details>
        <summary>
          <h4>3.	Анализ исторических фактов на основе статистических данных.</h4>
        </summary>
        <p>Анализ статистических данных Всероссийской переписи населения 1897 г. о национальном составе населения белорусских губерний.</p>
        <p>По национальному составу 65,6 % населения Беларуси являлись белорусами, 14,6 % - евреями, 6 % - русскими, 5,2 % - поляками, 4,6 % - украинцами. При этом белорусов среди городских жителей было только 14,5 %. Удельный вес еврейского населения местечек до­стигал 60 - 80 %. </p>
        <p>Приведенные в переписи статистические показатели свидетельствовали о преобладании среди жителей белорусских губер­ний представителей титульной нации. На втором месте по количеству населения оказались лица еврейской национальности. Этот факт объ­ясняется существованием в 1794 - 1917 гг. черты еврейской оседлости, которая обусловила искусственную перенаселенность евреями горо­дов и местечек Беларуси, а также их количественное преимущество среди городских ремесленников и рабочих, торгово-промышленной буржуазии. Правительственная политика переселения в Беларусь русских помещиков и чиновников во второй половине XIX в. привела к увеличению здесь количества представителей русской националь­ности. На границе с Польшей в Гродненской и Виленской губерниях традиционно проживало наибольшее количество поляков.</p>
      </details>
    </div>
  );
}

export default b25;
