import s from './b.module.css';

function b3() {
  return (
    <div className={s.theme__style}>
      <h1>Билет 3</h1>
      <details>
        <summary>
          <h4>1</h4>
        </summary>
        текст
      </details>
      <details>
        <summary> <h4>2</h4></summary>
        текст
      </details>
      <details>
        <summary>
          <h4>Соотнесение событий истории Беларуси и всемирной истории.</h4>
        </summary>
        <p>Отмена крепостного права на российских и белорусских землях с выделением общего и особенностей.</p>
        <p>Особенности проведения аграрной реформы.</p>

        <p>Проведение аграрной реформы началось с белорусско-литовских губерний.</p>
        <p>Согласно Манифесту Александра II 1861 г. помещичьи крестьяне освобождались от крепостной зависимости и приобретали личную свободу и ряд гражданских прав: от своего имени заключать разные гражданские и имущественные соглашения, открывать торговые и промышленные предприятия, переходить в другие сословия.</p>
        <p>Помещики сохраняли право собственности на землю в своих имениях. Крестьяне могли получить землю в собственность только за выкуп. Сумма выкупного платежа определялась в размере, чтобы помещик имел возможность, положив ее в банк под проценты, получать ежегодную прибыль, равную прежнему оброку.</p>
        <p>Земельные отношения между помещиками и крестьянами регулировались государством. При заключении между крестьянином и помещиком выкупной операции государство закладывало (вносило) 4/5 выкупной суммы, которую крестьянин был обязан вернуть государству на протяжении 49 лет с процентами.</p>
        <p>До заключения выкупного соглашения крестьянин за пользование земельным наделом был обязан выполнять в пользу помещика повинности — барщину или оброк в установленных государством размерах. Такие крестьяне считались временнообязанными. Поземельные отношения временнообязанных крестьян с помещиками оформлялись уставными грамотами. Их составлением занимались мировые посредники.</p>
        <p>Государственные крестьяне согласно отдельному закону от 1867 г. переводились в разряд земельных владельцев.</p>

        <p>Изменения в «Положениях» 19 февраля 1861 г., связанные с восстанием 1863—1864 гг. (для белорусских губерний)</p>
        <p>Ликвидировано «временнообязанное» положение крестьян и введен обязательный выкуп крестьянских наделов.</p>
        <p>Уменьшены на 20 % выкупные платежи.</p>
        <p>Возвращалась земля, отобранная с 1857 г. (отрезки).</p>
        <p>Безземельные крестьянские семьи наделялись тремя десятинами земли.</p>
        <p>Крестьянам передавалась земля участников восстания.</p>

        <p style={{textAlign:'center'}}>Итоги и значение реформы 1861 г.</p>
    <ul>
        <li>Отмена крепостного права — своеобразный рубеж между феодализмом и капитализмом.</li>
        <p>Провозглашение личной свободы крепостных крестьян, их независимость от помещика. Крестьяне получили гражданские права: свободного вступления в брак, заключения договоров и сделок, выбора рода занятий, поступления в учебные заведения.</p>
        <p>Для развития капиталистического производства сложился рынок наемной рабочей силы.</p>
        <p>Крестьянская реформа была половинчатой. Она оставила многочисленные крепостные пережитки: сохранение крупного помещичьего землевладения, временнобязанное положение крестьян, крупные выкупные платежи, чересполосицу, сервитутное право.</p>
        </ul>
      </details>
    </div>
  );
}

export default b3;
