import s from './b.module.scss';
import img from '../img/v3/b4.png'

function b4() {
  return (
    <div className={s.theme__style}>
      <p className={s.bilet__number}>Билет 4</p>
      <details className={s.theme__details}>
        <summary>
          <p className={s.bilet__numbervopros}>1.	Хозяйственная жизнь и возникновение городов на территории Беларуси в IX — середине XIII в.</p>
        </summary>
        <p><strong>1. Зарождение городов</strong> происходит в VIII—IX вв., представлявших собой укрепленные городища. Наши предки строили свои поселения и обносили их оградой. От слов «городить», «огораживать» и возникло название «город». Причинами преобразования городищ в города были разделение ремесла и земледелия; концентрирование ремесленников в местах, близких к источникам необходимого для их занятий сырья; развитие обмена продуктов земледелия на вещи, производимые ремесленниками. Города возникали как центры ремесел и торговли в тех местах, где ими было удобно заниматься, — на пересечении рек и дорог. Зарождение городов стало результатом отделения ремесла от сельского хозяйства. Ремесленные изделия нужно было обменивать или продавать, что благоприятствовало развитию торговли.</p>
        <p>Немаловажную роль в возникновении городов играла необходимость защиты от врага. Поэтому города строились на естественных, природных укреплениях — возвышенностях и холмах. Большинство городов имело оборонительные сооружения.</p>
        <p>Города IX—XIII вв. были исключительно деревянными. Внутренняя часть города, укрепленная валами, рвами, стенами, называлась дединцем (от слова «дед», так как дединец был местом сбора старейшин — дедов). Поселение ремесленников и торговцев, возникшее возле укрепленного центра, называлось посадом. Важным общественным местом был рынок («торг»), располагавшийся на берегу реки недалеко от дединца.</p>
        <p><strong>2. В первых летописных упоминаниях о городах</strong> называется более 30 городов на территории Беларуси. Древнейшим белорусским городом является Полоцк. Он впервые упоминается в летописи под 862 г. К X в. относятся Туров, Заславль (Изяславль), Витебск; к XI в. — Брест (Берестье), Минск (Менск), Пинск и др.; к XII в. — Гомель, Гродно (Городня) и др.; к XIII в. — Новогрудок, Слоним, Могилев и др. В действительности многие города возникли значительно раньше, чем сведения о них попали в летописи.</p>
        <p><strong>3. Происхождение названий древних городов Беларуси</strong> связано с названиями рек, на берегах которых они возникали: Полоцк — Полота, Менск — Менка, Витебск — Витьба, Пинск — Пина, Слуцк — Случь и др. Есть города, названия которых происходят от имен князей, основавших их или живших там: Туров, Изяславль, Браслав, Борисов.</p>
        <p>О происхождении названия Бреста рассказывает предание. Неизвестный купец пробирался со своим товаром через полесские болота и попал в непроходимую трясину. Чтобы выбраться, он стал обдирать березы и берестой выстилать путь. В честь березы-спасительницы место назвали Берестьем. Согласно преданию, происхождение названия Гомеля связано с тем, что с давних времен напротив города образовалась на реке Сож обширная мель. И люди, сплавляя по Сожу лес в Днепр, громко предупреждали друг друга: «Го-го, мель!»</p>
        <p><strong>4. Хозяйственная жизнь горожан</strong> связана с занятиями ремеслом и торговлей. Самыми распространенными в городах были кузнечное дело изготовление металлических орудий труда, оружия; гончарство — изготовление глиняной посуды; кожевенное дело — обработка кож; бондарство — изготовление бочек; прядение и ткачество — изготовление одежды.</p>
        <p>Важную роль играла торговля. Через территорию Беларуси проходил великий торговый путь «из варяг в греки», соединявший Балтийское (Варяжское) и Черное (Русское) моря через Западную Двину и Днепр. Между этими реками в районе современных Орши и Витебска были налажены сухопутные пути сообщения — волоки, на которых суда перетягивали от реки к реке по земле, подкладывая под них бревна.</p>
      </details>
      <details className={s.theme__details}>
        <summary> <p className={s.bilet__numbervopros}>2.	БССР в годы новой экономической политики. Участие в образовании СССР. Укрупнение территории.</p></summary>
        текст
      </details>
      <details className={s.theme__details}>
        <summary>
          <p className={s.bilet__numbervopros}>3.	Характеристика социально-экономического (внешнеполитического) положения Беларуси с опорой на историческую карту.</p>
        </summary>
        <p>Характеристика социально-экономического положения Беларуси, сложившегося в результате аварии на Чернобыльской АЭС, с опорой на карту «Последствия аварии на Чернобыльской АЭС».</p>
        <p>Карта иллюстрирует территорию Беларуси, оказавшуюся зараженной и результате аварии на Чернобыльской АЭС 26 апреля 1986 г. На карте  показываются территории, требующие дополнительных мер по безопасному ведению сельскохозяйственного производства в связи с аварией на ЧАЭС. Исторические условия социально-экономического положения Беларуси были значительно осложнены последствиями аварии на Чернобыльской АЭС.</p>
        <img className='img' src={img} alt='Радиационная ситуация на территории Беларуси (по состоянию на май 1986 г.)' />
        <p>Радиационная ситуация на территории Беларуси (по состоянию на май 1986 г.)</p>
        <p>В результате аварии 23 % территории Беларуси было загрязнено радиоактивными изотопами (показывается на карте), из-за чего пострадало 2,3 млн человек, т. е. каждый пятый житель Беларуси. С загрязненных территорий на новое место жительства было отселено более 135 тыс. человек. Из хозяйственного оборота было выведено 20 % земель. В белорусском секторе 30-километровой зоны отселения вокруг станции был создан Полесский радиационно-экологический заповедник (показывается на карте).</p>
        <p>Чернобыльская катастрофа стала самой масштабной техногенной катастрофой XX в., последствия которой очень тяжелы для Беларуси. Отселение, лечение и оздоровление людей, создание необходимых условий для труда и жизни на пострадавших территориях остаются одной из важнейших проблем социально-экономического развития Республики Беларусь. Тысячи участников преодоления последствий аварии получили народное название «ликвидаторы».</p>

      </details>
    </div>
  );
}

export default b4;
