import s from './b.module.css';

function b6() {
  return (
    <div className={s.theme__style}>
      <h1>Билет 6</h1>
      <details className={s.theme__details}>
        <summary>
          <h4>1.	Образование Великого Княжества Литовского: причины, процесс и основные концепции. </h4>
        </summary>
        текст
      </details>
      <details className={s.theme__details}>
        <summary> <h4>2.  Общественно-политическая жизнь в БССР в конце 1920-х - 1930-е гг.</h4></summary>
        текст
      </details>
      <details className={s.theme__details}>
        <summary>
          <h4>3. Соотнесение события в истории Беларуси с общественно историческим процессом</h4>
        </summary>
        <p>Определение общественно-исторического процесса, о котором свидетельствовало проведение выборов народных депутатов БССР на альтернативной основе.</p>
        <p>Впервые выборы в Верховный и местные Советы народных депутатов БССР на альтернативной основе состоялись в 1990 г. согласно новым избирательным законам во время проведения политики перестройки.</p>
        <p>Выборы народных депутатов БССР на альтернативной основе означали, что на каждое место в органе власти претендовало несколь­ко кандидатов, каждый из которых участвовал в избирательной кам­пании со своей программой, а окончательное решение принималось по итогам голосования избирателей.</p>
        <p>Впервые в истории Верховного Совета БССР в результате аль­тернативных выборов возникла парламентская оппозиция — группа (фракция) депутатов, чьи взгляды не совпадали либо противоречили взглядам депутатского большинства. В этих условиях вместо фор­мального единогласного принятия законов в Верховном Совете БССР проходило их обсуждение.</p>
        <p>Проведение выборов на альтернативной основе свидетельствовало</p>
        <p>о	результатах политики перестройки и распространении процесса демократизации общественно-политической жизни, основанной на принципе народовластия.</p>
      </details>
    </div>
  );
}

export default b6;
