import s from './b.module.css';

function b6() {
  return (
    <div className={s.theme__style}>
      <p className={s.bilet__number}>Билет 6</p>
      <details className={s.theme__details}>
        <summary>
          <p className={s.bilet__numbervopros}>1.	Образование Великого Княжества Литовского: причины, процесс и основные концепции. </p>
        </summary>
        <p><strong>1. Великое Княжество Литовское (ВКЛ) появляется</strong> на политической карте Европы в XIII в. Причины его образования заключались в следующем. Внешнеполитические факторы были связаны с необходимостью организации обороны от рыцарей-крестоносцев и монголотатар. Внутриполитические обстоятельства обуславливались необходимостью преодолеть феодальную раздробленность. Экономические условия были связаны с отделением ремесла от сельского хозяйства и развитием торговых отношений между разными территориями, что содействовало их объединению.</p>
        <p><strong>2. Процесс образования ВКЛ.</strong> Основные события, связанные с процессом образования ВКЛ, разворачивались в верхнем и среднем течении реки Неман — на территории, охватывающей современные северо-западные земли Беларуси (Гродненская область) и частично восточные земли современной Литовской Республики. Тут в середине XIII в. произошло возвышение Новогрудского княжества. Этому способствовали его удаленность от района борьбы с крестоносцами и монголо-татарами, высокий уровень развития сельского хозяйства, ремесла и торговли.</p>
        <p>Летопись сообщает о Литве Миндовга, одного из местных балтских князей, вынужденного в результате междоусобной борьбы направиться с остатками своей дружины с балтской территории в соседний Новогрудок. Здесь этот князь-язычник принял христианство и сделал город своей резиденцией. В Новогрудке в 1253 г. состоялась коронация Миндовга. Он был в 1230-е — 1263 г. великим князем государства, начало которому положило объединение литовских (части балтских) и части белорусских, в том числе новогрудских земель.</p>
        <p>После смерти Миндовга в конце XIII в. великим князем стал Вигень, который, по сведениям летописи, «...учинил себе герб и всему княжеству Литовскому печать — вооруженный рыцарь на коне с мечом, что теперь называют Погоня». Витеню удалось достигнуть единства нового государства, в состав которого вошла значительная часть белорусских земель.</p>
        <p><strong>3. Происхождение названия княжества связано с его территориальным ростом.</strong> При великом князе Гедимине в 1316—1341 гг. возросла роль великого князя как правителя государства. Его титул стал звучать так: «король Литвы и Руси», «король литовцев и многих русских». Под «русскими» имелись в виду прежде всего жители белорусских земель — Витебской, Брестской, Минской и Туровской, которые вошли в состав ВКЛ. В результате государство получило название «Великое Княжество Литовское и Русское». Под «Литвой» тогда понималась территория по верхнему и среднему течению Немана, а под «Русью» — территория в верховьях Западной Двины и по Днепру. В первой половине XV в., когда была присоединена Жемайтия — западная часть современной Литвы, государство получило полное название — Великое Княжество Литовское, Русское и Жемайтское.</p>

      </details>
      <details className={s.theme__details}>
        <summary> <p className={s.bilet__numbervopros}>2.  Общественно-политическая жизнь в БССР в конце 1920-х - 1930-е гг.</p></summary>
        текст
      </details>
      <details className={s.theme__details}>
        <summary>
          <p className={s.bilet__numbervopros}>3. Соотнесение события в истории Беларуси с общественно историческим процессом</p>
        </summary>
        <p>Определение общественно-исторического процесса, о котором свидетельствовало проведение выборов народных депутатов БССР на альтернативной основе.</p>
        <p>Впервые выборы в Верховный и местные Советы народных депутатов БССР на альтернативной основе состоялись в 1990 г. согласно новым избирательным законам во время проведения политики перестройки.</p>
        <p>Выборы народных депутатов БССР на альтернативной основе означали, что на каждое место в органе власти претендовало несколь­ко кандидатов, каждый из которых участвовал в избирательной кам­пании со своей программой, а окончательное решение принималось по итогам голосования избирателей.</p>
        <p>Впервые в истории Верховного Совета БССР в результате аль­тернативных выборов возникла парламентская оппозиция — группа (фракция) депутатов, чьи взгляды не совпадали либо противоречили взглядам депутатского большинства. В этих условиях вместо фор­мального единогласного принятия законов в Верховном Совете БССР проходило их обсуждение.</p>
        <p>Проведение выборов на альтернативной основе свидетельствовало</p>
        <p>о	результатах политики перестройки и распространении процесса демократизации общественно-политической жизни, основанной на принципе народовластия.</p>
      </details>
    </div>
  );
}

export default b6;
