import s from './b.module.css';

function b7() {
  return (
    <div className={s.theme__style}>
      <p className={s.bilet__number}>Билет 7</p>
      <details className={s.theme__details}>
        <summary>
          <p className={s.bilet__numbervopros}>1.	Укрепление великокняжеской власти в Великом Княжестве Литовском в конце XIII — XIV в.</p>
        </summary>
        <p><strong>1. Государственный строй ВКЛ</strong> характеризовался централизацией власти в руках великого князя. Главным человеком в государстве был великий князь («господарь»). Первый князь ВКЛ Миндовг получил даже королевский титул. Власть великого князя была неограниченной. Такую власть называют монархией. Важнейшими обязанностями князя были защита страны, издание законов, налаживание дипломатических отношений с другими странами, объявление войны и заключение мира, распоряжение государственной казной (денежными средствами), назначение на государственные должности. В XIII—XIV вв. при великом князе существовала великокняжеская («господарская») рада (совет). Она являлась сначала совещательным органом и ее роль была очень ограниченной.</p>
        <p><strong>2. Укрепление великокняжеской власти</strong> в ВКЛ произошло при великом князе Гедимине в 1316—1341 гг. Большая часть белорусских земель вошла в состав ВКЛ. Например, в 1318 г. сын Гедимина Ольгерд женился на дочери последнего витебского князя Ярослава Марии, а когда тот через два года умер, Витебское княжество осталось Ольгерду. Территория ВКЛ увеличилась приблизительно в 3 раза.</p>
        <p>В 1323 г. Гедимин основал свою постоянную резиденцию в Вильне (теперь Вильнюс, столица Литовской Республики). Принцип государственной жизни при Гедимине звучал так: «Не разрушать старины, не вводить новизны». Он означал уважительное отношение к земельным владениям феодалов и сохранение исторических традиций населения ВКЛ. Примерно три четверти жителей этого государства к середине XIV в. составляло население, которое исследователи относят к белорусскому этносу (народности).</p>
        <p>После Гедимина титул великого князя и великокняжеский трон занял один из его сыновей Ольгерд в 1345—1377 гг. В результате удачной битвы на реке Синие Воды в 1362 г. была освобождена от ордынцев территория Украины. Стремясь подчинить себе восточнославянские земли, Ольгерд трижды совершал походы на Московское княжество, не желая усиления московского князя Дмитрия Ивановича. В результате общая территория ВКЛ увеличилась вдвое.</p>
        <p><strong>3. Борьба за великое княжение.</strong> После смерти Ольгерда великим князем литовским в 1377—1392 гг. стал его сын Ягайло. Однако его не признал старший сын Ольгерда князь Андрей Полоцкий, который вынужден был покинуть Полоцк и заключил союз с московским князем Дмитрием Ивановичем. В 1380 г. он участвовал в Куликовской битве на стороне Москвы. Ягайло с войском двигался на помощь татарам, но не успел вовремя подойти. Дмитрий Иванович за победу над татарами получил прозвище Донской. После нескольких лет службы у московского князя Андрей Полоцкий вернулся на родину и отвоевал Полоцк.</p>

      </details>
      <details className={s.theme__details}>
        <summary> <p className={s.bilet__numbervopros}>2.	Положение Западной Беларуси в составе Польши (1921— 1939 гг.). Политика польских властей в отношении белорусского населения. </p></summary>
        текст
      </details>
      <details className={s.theme__details}>
        <summary>
          <p className={s.bilet__numbervopros}>3.	Раскрытие содержания исторических терминов.</p>
        </summary>
        <p>Раскрытие содержания исторических термина «разбор» шляхты.</p>
        <p>В конце XVIII в. после присоединения белорусских земель к Рос­сийской империи царским правительством начала проводиться поли­тика в отношении недовольной разделами Речи Посполитой шляхты, которая получила название «разбор» шляхты. Согласно этой поли­тике те представители мелкой шляхты, которые не предоставили документы, что подтверждали бы их дворянское звание, исключались из дворянского сословия и переводились в сословие государственных крестьян или мещан. Такие меры были приняты также и в отношении к шляхте, которая участвовала в восстании 1830—1831 гг.</p>
      </details>
    </div>
  );
}

export default b7;
