import s from './b.module.css';

function b8() {
  return (
    <div className={s.theme__style}>
      <h1>Билет 8</h1>
      <details className={s.theme__details}>
        <summary>
          <h4>1.	Кревская уния и ее последствия для белорусских земель. Грюнвальдская битва.</h4>
        </summary>
        текст
      </details>
      <details className={s.theme__details}>
        <summary> <h4>2.	Политика белорусизации и ее результаты. Развитие науки и образования, литературы и искусства в 1920-1930-е гг.</h4></summary>
        текст
      </details>
      <details className={s.theme__details}>
        <summary>
          <h4>3.	Объяснение причинно-следственных связей между историческими фактами.</h4>
        </summary>
        <p>Объяснение причинно-следственных связей между проведением мелиорации и химизации сельского хозяйства БССР и обострением экологических проблем.</p>
        <p>В БССР в 1960—1970-е гг. активно проводилась мелиорация, в результате чего было осушено около 1 млн. га земельных площадей. Сбор зерна на осушенных почвах увеличился. Однако вместе с тем около 1/3 всех мелиорированных площадей оказались пересушен­ными и малоэффективными для земледелия. Ухудшилась ситуация с охраной окружающей среды в районах размещения механизирован­ных комплексов по откорму крупного рогатого скота и птицефабрик, строительство которых широко развернулось в Беларуси.</p>
        <p>Началась также химизация сельского хозяйства — внесение в почву минеральных удобрений. Их количество с 1965 по 1985 г. увеличилось почти в 20 раз благодаря курсу на развитие химиче­ской промышленности. Открытие больших запасов калийных солей в Солигорском районе позволило развернуть в Беларуси широко­масштабное производство минеральных удобрений. Были построены первый и второй солигорские калийные комбинаты, Гомельский суперфосфатный и Гродненский азотно-туковый заводы, а также ряд крупных химических предприятий, среди которых были Полоцкий нефтеперерабатывающий завод, Светлогорский завод искусствен­ного волокна. В 1965 г. выпуск продукции химической и нефтехи­мической промышленности в Беларуси увеличился по сравнению с 1950 г. в 27 раз.</p>
        <p>Таким образом, нарушение технологии мелиорации заболоченных земель и чрезмерная химизация вызвали обострение экологических проблем (экология — наука о взаимоотношениях растительных и жи­вотных организмов с окружающей средой, в том числе о взаимоотно­шениях человека и природы).</p>
      </details>
    </div>
  );
}

export default b8;
