import s from './b.module.css';

function b8() {
  return (
    <div className={s.theme__style}>
      <p className={s.bilet__number}>Билет 8</p>
      <details className={s.theme__details}>
        <summary>
          <p className={s.bilet__numbervopros}>1.	Кревская уния и ее последствия для белорусских земель. Грюнвальдская битва.</p>
        </summary>
        <p><strong>1. Причины сближения Великого Княжества Литовского и Польши</strong> вызревают с конца XIV в. Государственно-правовой союз, или уния, был выгоден обеим сторонам, поскольку позволял им противостоять внешней агрессии и способствовал развитию экономических и культурных связей. Главная угроза шла от Тевтонского ордена, проводившего захватническую и колонизаторскую политику. Самой Польше также требовалась сильная королевская власть, польская шляхта искала союза с ВКЛ. После смерти Ольгерда великим князем в 1377—1392 гг. был Ягайло. Он стремился укрепить свою власть в ВКЛ и рассчитывал на поддержку со стороны Польского королевства.</p>
        <p><strong>2. Кревская уния —</strong> соглашение об объединении ВКЛ и Польского королевства — была заключена в 1385 г. в замке Крево (теперь деревня в Сморгонском районе Гродненской области). Согласно условиям унии Ягайло дал обещание «на вечные времена присоединить свои земли, литовские и русские, к Короне Польской». Под «русскими» подразумевались в первую очередь земли Беларуси и частично Украины.</p>
        <p>Одним из персональных условий унии стало требование крупных польских феодалов, чтобы великий князь литовский, 34-летний Ягайло, женился на дочери польского короля 13-летней Ядвиге. В следующем году условия унии были выполнены. Ягайло принял католичество, получил имя Владислав И, женился на польской королеве Ядвиге и был коронован. Он стал польским королем в 1386—1434 гг. и оставался великим князем литовским.</p>
        <p>Династический брак Ягайло означал включение ВКЛ в состав Польского королевства. Приняв католичество, Ягайло издал привилей — грамоту (государственный документ), дававшую дополнительные права и вольности феодалам католического вероисповедания. Привилей не распространялся на православных феодалов, что вызвало их недовольство.</p>
        <p><strong>3. Вляние Кревской унии</strong> имело как положительный, так и отрицательные характер. Союз двух государств значительно укрепил их обороноспособность. Он содействовал росту культурных и иных связей между ними, а также с другими государствами Западной Европы. В ВКЛ наряду с православными появились католики. Однако с Кревской унии начались и отрицательные явления, связанные с процессом окатоличивания. Князь литовский и король польский вместе с католическим духовенством активно поддерживали католическую шляхту (дворянство), роль которой благодаря этому значительно выросла.</p>
        <p><strong>4. Грюнвальдская битва</strong>, состоявшаяся 15 июля 1410 г. между объединенными силами польско-литовско-белорусского войска и Тевтонским орденом, имела решающее значение в борьбе с продвижением крестоносцев на Восток. Войско ВКЛ насчитывало 40 хоругвей — боевых отрядов в количестве от 60 до 600 копий. Копьем называлась боевая тройка: рыцарь-всадник, оруженосец-слуга и лучник. Хоругви ВКЛ возглавил великий князь литовский Витовт. Общее руководство объединенным войском союзников осуществлял польский король Ягайло.</p>
        <p>Войском крестоносцев управлял магистр (глава) Тевтонского ордена. Битва началась с атаки конницы Витовта. Крестоносцы, строй которых напоминал «клин», начали намеренно отступать, пока не дошли до скрытых от глаз бомбард — пушек, стрелявших каменными ядрами. Но это не остановило конницу Витовта. Тогда тяжеловоо-руженная конница крестоносцев нанесла ответный удар и вынудила отступить часть войск Витовта. Исключительную стойкость проявили три полка Смоленского княжества. Два из них соединились потом с хоругвями польского войска, перешедшего в наступление. Войска союзников окружили рыцарей и нанесли им окончательное поражение.</p>

      </details>
      <details className={s.theme__details}>
        <summary> <p className={s.bilet__numbervopros}>2.	Политика белорусизации и ее результаты. Развитие науки и образования, литературы и искусства в 1920-1930-е гг.</p></summary>
        текст
      </details>
      <details className={s.theme__details}>
        <summary>
          <p className={s.bilet__numbervopros}>3.	Объяснение причинно-следственных связей между историческими фактами.</p>
        </summary>
        <p>Объяснение причинно-следственных связей между проведением мелиорации и химизации сельского хозяйства БССР и обострением экологических проблем.</p>
        <p>В БССР в 1960—1970-е гг. активно проводилась мелиорация, в результате чего было осушено около 1 млн. га земельных площадей. Сбор зерна на осушенных почвах увеличился. Однако вместе с тем около 1/3 всех мелиорированных площадей оказались пересушен­ными и малоэффективными для земледелия. Ухудшилась ситуация с охраной окружающей среды в районах размещения механизирован­ных комплексов по откорму крупного рогатого скота и птицефабрик, строительство которых широко развернулось в Беларуси.</p>
        <p>Началась также химизация сельского хозяйства — внесение в почву минеральных удобрений. Их количество с 1965 по 1985 г. увеличилось почти в 20 раз благодаря курсу на развитие химиче­ской промышленности. Открытие больших запасов калийных солей в Солигорском районе позволило развернуть в Беларуси широко­масштабное производство минеральных удобрений. Были построены первый и второй солигорские калийные комбинаты, Гомельский суперфосфатный и Гродненский азотно-туковый заводы, а также ряд крупных химических предприятий, среди которых были Полоцкий нефтеперерабатывающий завод, Светлогорский завод искусствен­ного волокна. В 1965 г. выпуск продукции химической и нефтехи­мической промышленности в Беларуси увеличился по сравнению с 1950 г. в 27 раз.</p>
        <p>Таким образом, нарушение технологии мелиорации заболоченных земель и чрезмерная химизация вызвали обострение экологических проблем (экология — наука о взаимоотношениях растительных и жи­вотных организмов с окружающей средой, в том числе о взаимоотно­шениях человека и природы).</p>
      </details>
    </div>
  );
}

export default b8;
