import s from './b.module.css';

function b9() {
  return (
    <div className={s.theme__style}>
      <p className={s.bilet__number}>Билет 9</p>
      <details className={s.theme__details}>
        <summary>
          <p className={s.bilet__numbervopros}>1.	Борьба за великое княжение и изменения в государственном строе Великого Княжества Литовского в XV — первой половине XVI в. </p>
        </summary>
        <p><strong>1. Борьба за великое княжение</strong> проходила между великим князем Витовтом, который добивался самостоятельности ВКЛ от Польши, и польским королем Ягайло. Ягайло тяжело было одновременно удерживать власть в Польском королевстве и сохранять ее за собой в ВКЛ. Между Ягайло и Витовтом было заключено в 1392 г. Островское соглашение о власти в княжестве. Ягайло передал власть в ВКЛ Витовту, ставшему великим князем литовским в 1401—1430 гг.</p>
        <p>Затем на съезде феодалов Польши и ВКЛ в 1413 г. в замке Городло (на реке Западный Буг) была подписана Городельская уния. Уния подтвердила союз ВКЛ с Польским королевством, но в отличие от Кревской унии 1385 г. власть в ВКЛ стала практически принадлежать Витовту.</p>
        <p>После смерти Витовта великим князем литовским в 1430—1432 гг. стал младший сын Ольгерда Свидригайло. Его главной опорой были феодалы православного вероисповедания. Он привлекал их к государственному управлению, раздавал им замки и должности. Это вызвало недовольство феодалов ВКЛ, которых поддержали крупные польские землевладельцы. Договорившись между собой, они объявили в 1432—1440 гг. великим князем Сигизмунда Кейстутовича. Произошел временный раскол ВКЛ. Это привело в 1432—1439 гг. к борьбе за власть между сторонниками Свидригайло и Сигизмунда. Во время войны 1 сентября 1435 г. состоялась жестокая Вилькомирская битва, в которой войско Свидригайло было разбито. Война закончилась победой Сигизмунда, ставшего великим князем. В 1434 г. он издал привилей, в котором провозглашал равноправие православных и католических феодалов в границах ВКЛ.</p>
        <p><strong>2. Государственный строй ВКЛ</strong> в начале XV в. при Витовте представлял собой неограниченную монархию — власть одного правителя в государстве. Во время княжения Казимира (1440—1492) и его сына Александра Казимировича (1492—1506) власть великого князя была ограничена радой — первоначально только совещательным, а затем законодательным и распорядительным органом государственной власти в ВКЛ. Раду постепенно стали называть «паны-радой». В ее состав входили крупнейшие феодалы-землевладельцы, которых с конца XIV в. называли панами, и высшие служебные лица. Среди них канцлер — руководитель великокняжеской канцелярии, хранитель большой государственной печати; маршалок — председатель на заседаниях рады; подскарбий — заведующий государственной казной; гетман — командующий войском и другие государственные чиновники. «Паны-рада» постепенно оформилась в самостоятельный по отношению к великому князю орган власти.</p>
        <p>В начале XVI в. окончательно оформился второй высший орган государственного управления в ВКЛ — вольный (общий) сейм — съезд шляхты ВКЛ. На его заседаниях, кроме «паны-рады» и служебных лиц, могли присутствовать все феодалы ВКЛ, а позже — по два депутата от каждого повета. На сеймах решались вопросы о войне и мире, налогах и законах, избрании великого князя. Таким образом, в конце XV — начале XVI в. ВКЛ постепенно преобразуется в сословно-представительную монархию.</p>
        <p>XVI век вошел в историю как «золотой век» ВКЛ, что было связано с правлением великого князя Сигизмунда I Старого с 1506 по 1548 г. При нем был принят первый свод феодального права — Статут ВКЛ 1529 г. Сигизмунд добивался взаимопонимания между разными группировками феодалов и стремился к уравниванию прав шляхты и магнатов, православной и католической знати. С 1563 г. высшие должности в ВКЛ могли занимать представители как католического, так и православного вероисповедания.</p>

      </details>
      <details className={s.theme__details}>
        <summary> <p className={s.bilet__numbervopros}>2.	Воссоединение Западной Беларуси с БССР в условиях начала Второй мировой войны.</p></summary>
        текст
      </details>
      <details className={s.theme__details}>
        <summary>
          <p className={s.bilet__numbervopros}>3.	Характеристика деятельности исторической личности.</p>
        </summary>
        <p>Характеристика деятельности Петра Мироновича Машерова.</p>
        <p>Петр Миронович Машеров (1918—1980) — партийный и дарственный деятель БССР. Во время сталинских репрессий был арестован его отец. В годы Великой Отечественной войны П. М. Ма­шеров стал одним из организаторов и руководителей патриотического подполья и партизанского движения в Беларуси. В 1942 г. оккупан­ты взяли в заложники и расстреляли его мать, о чем он сожалел всю жизнь. Был дважды ранен в боях. В 26 лет стал Героем Советского Союза. Прошел жизненный путь от учителя физики и математики в Россонской средней школе Витебской области в 1939—1941 гг. до Первого секретаря Центрального Комитета Коммунистиче­ской партии Беларуси в 1965—1980 гг. Герой Социалистического Труда.</p>
        <p>Пользовался большим уважением среди населения за простоту в общении, доступность, демократичность. Был реформатором в годы брежневской стагнации. Отстаивал свою позицию в вопросах раз­вития Беларуси и повышения благосостояния ее жителей. В 1973 г., когда в США проходила предвыборная кампания, в одном из журна­лов на вопрос о том, кто из иностранных деятелей мог бы стать пре­зидентом США, П. М. Машеров назывался первым среди возможных кандидатов. В период его деятельности БССР достигла значительных успехов в создании индустриального потенциала, стала одной из вы­сокоразвитых республик СССР.</p>
      </details>

    </div>
  );
}

export default b9;
