import s from './b.module.css';

function b9() {
  return (
    <div className={s.theme__style}>
      <h1>Билет 9</h1>
      <details>
        <summary>
          <h4>1.	Борьба за великое княжение и изменения в государственном строе Великого Княжества Литовского в XV — первой половине XVI в. </h4>
        </summary>
        текст
      </details>
      <details>
        <summary> <h4>2.	Воссоединение Западной Беларуси с БССР в условиях начала Второй мировой войны.</h4></summary>
        текст
      </details>
      <details>
        <summary>
          <h4>3.	Характеристика деятельности исторической личности.</h4>
        </summary>
        <p>Характеристика деятельности Петра Мироновича Машерова.</p>
        <p>Петр Миронович Машеров (1918—1980) — партийный и дарственный деятель БССР. Во время сталинских репрессий был арестован его отец. В годы Великой Отечественной войны П. М. Ма­шеров стал одним из организаторов и руководителей патриотического подполья и партизанского движения в Беларуси. В 1942 г. оккупан­ты взяли в заложники и расстреляли его мать, о чем он сожалел всю жизнь. Был дважды ранен в боях. В 26 лет стал Героем Советского Союза. Прошел жизненный путь от учителя физики и математики в Россонской средней школе Витебской области в 1939—1941 гг. до Первого секретаря Центрального Комитета Коммунистиче­ской партии Беларуси в 1965—1980 гг. Герой Социалистического Труда.</p>
<p>Пользовался большим уважением среди населения за простоту в общении, доступность, демократичность. Был реформатором в годы брежневской стагнации. Отстаивал свою позицию в вопросах раз­вития Беларуси и повышения благосостояния ее жителей. В 1973 г., когда в США проходила предвыборная кампания, в одном из журна­лов на вопрос о том, кто из иностранных деятелей мог бы стать пре­зидентом США, П. М. Машеров назывался первым среди возможных кандидатов. В период его деятельности БССР достигла значительных успехов в создании индустриального потенциала, стала одной из вы­сокоразвитых республик СССР.</p>
      </details>

    </div>
  );
}

export default b9;
